{
    "vatta": [
        {
            "name": "Overview",
            "link": "overview",
            "content": {
                "titles": [
                    "",
                    "Here’s what you should know about Vata…",
                    "Vata’s Elemental Traits & Characteristics",
                    "Vata and Spirituality",
                    "Vata and the World",
                    "Vata and Relationships",
                    "Vata and Daily Life"
                ],
                "texts": [
                    "When we discover our dosha, we learn where and how these forces move and accumulate, which leads us to understand how health or disease manifests in our body and psychology.",
                    "When we discover our dosha, we learn where and how these forces move and accumulate, which leads us to understand how health or disease manifests in our body and psychology. By bringing awareness to our state of being, we learn about the strengths and weaknesses in our constitution, e.g. those places unique to us which require more attention in order to remain in balance.",
                    "When we speak about the doshas: Vata, Pitta, and Kapha, we are talking about the natural elements and their qualities of being: ether (space), air, fire, water, and earth. In their combinations, each participates in the construction of individual bodies and personalities. As each element has its own temperament and attribute to contribute, this leads to a certain tendency of expression within you.",
                    "Vata is brittle, airy, cold, prone roughness, wrinkling, and dryness: like a tree in the winter. It’s windy, and forces other things to move. You are slender, sensitive to chill, and suffer from dry or rough skin conditions, and irregular digestion or appetite. You are an imaginative, creative, quick thinking type of person. You love experiencing new things, ideas, people, and places. You grasp new concepts with vigor, but have a hard time holding onto them; maybe even your keys or other easily misplaced items. You experience bursts of energy and tend to walk and talk fast. You’re always on the go and often find the only way you feel productive is if you’re doing something all the time, but then wonder why you suddenly feel so tired.",
                    "Being ruled by air, music and sounds move you into, or out of, balance. The big city life and the sounds of the world on the go can feel cacophonous and jarring to your more delicate sensibilities. You are emotionally sensitive, and find urself moved to tears by feelings of beauty, grief, and gratitude. Your mind is always working.",
                    "As a Vata, you, more than any other dosha have the potential to successfully lead a very spiritual life, because of the association with ether - the principle spiritual substance in manifestation. If this is not an important part of your life yet, it might be worth considering.",
                    "Cras semper nisi vitae arcu congue euismod. In sit amet varius nisi. Nullam eu orci hendrerit lorem aliquet blandit. Pellentesque ac hendrerit nibh. Cras semper nisi vitae arcu congue euismod. In sit amet varius nisi. Nullam eu orci hendrerit lorem aliquet blandit. Pellentesque ac hendrerit nibh.",
                    "Vatas are also prone to feeling misunderstood, and you often are. Perhaps you recognize within yourself the personal experience that you feel different than your peers, or don’t belong, etc.",
                    "As a note of both validation and caution: one of the worst things you can do is take it upon yourself to try and be and desire what you see others wanting and expressing as their sense of self: this will only deplete and imbalance you. You can’t try and be part of the crowd, you have to forge your own path.",
                    "As a Vata, you, more than any other dosha have the potential to successfully lead a very spiritual life, because of the association with ether - the principle spiritual substance in manifestation. If this is not an important part of your life yet, it might be worth considering.",
                    "Cras semper nisi vitae arcu congue euismod. In sit amet varius nisi. Nullam eu orci hendrerit lorem aliquet blandit. Pellentesque ac hendrerit nibh. Cras semper nisi vitae arcu congue euismod. In sit amet varius nisi. Nullam eu orcihendrerit lorem aliquet blandit. Pellentesque ac hendrerit nibh.",
                    "As a Vata, you, more than any other dosha have the potential to successfully lead a very spiritual life, because of the association with ether - the principle spiritual substance in manifestation. If this is not an important part of your life yet, it might be worth considering.",
                    "Cras semper nisi vitae arcu congue euismod. In sit amet varius nisi. Nullam eu orci hendrerit lorem aliquet blandit. Pellentesque ac hendrerit nibh. Cras semper nisi vitae arcu congue euismod. In sit amet varius nisi. Nullam eu orci hendrerit lorem aliquet blandit. Pellentesque ac hendrerit nibh.",
                    "We recommend making a tiny space to spend an hour each day. We know this seems impossible for most people in their busy lives, but for YOU, it is essential you make it a point to “recharge”. This will support you to avoid becoming overwhelmed or anxious. If you have spiritual aspirations, this will preserve your vital energies.",
                    "You need time to transition, and you need time outs. Choose activities that uplift your heart: this is your key to the universe. Choose meditation. Try a restorative vinyasa class instead. It’s ok to know and admit you need rest, grounding, and slowness. You tend to be go-go-go like the wind, and you need to add some earth and water and warmth into your life on a regular basis. As much as you might hate and reject it with every cell of your being: routine is  very good and stabilizing for you",
                    "When stressed, you tend to self-medicate with sugar, as the sweet taste feels nourishing and brings a sense of relief, but you’re setting yourself up for a roller coaster if you don’t make it a point to support your constitutional needs. A blood sugar rise will only exacerbate your tendency to over-extend yourself when you actually need rest.The resulting crashes and out of control. Insomnia is common under these conditions, as well as a tendency to forget to eat, and weight loss."
                ],
                "tip": {
                    "title": "Before you read on…",
                    "texts": [
                        "Some of the descriptions below might not quite fit with you, but remember that a Vata type also contains lesser amounts of Pita and Kapha which express themselves differently.",
                        "So… if something here doesn’t seem to relate to your body, then know that the Pita and Kapha forces must be dominating this particular area within you are expressing different qualities."
                    ]
                }
            }
        },
        {
            "name": "Foods and Diet",
            "link": "foods-and-diet",
            "content": {
                "titles": [
                    "Vata and Diet"
                ],
                "texts": [
                    "Vata is one of the doshas that really does not do well on a high raw diet due to the coldness of the energy. They are one of the doshas that benefits from clean sources of animal products,because they need the grounded, dense, earthy, unctuous quality they provide to counteract the dry, brittle, and coldness in their nature. ",
                    "Focus on sweet, salty, and sour flavors. Now, choosing sweet does not mean having a free-for-all with overt sugars: complex-carbohydrates and healthy fats will work with you to help calm your mind. Choose warm over cold, and moist or unctuous instead of dry and plain: seek out cooked grains with a swirl of ghee or olive oil, soups, warming herbs, and stewed fruits. Make sure you drink plenty of water, warm is best. It’s important for your digestion and energy to stay hydrated, and well lubricated. As Vata dominates in the Winter, be  articularly mindful about staying balanced during the cold, dry months ofthe year.",
                    "Cook your foods for the best digestion. Keep the “raw” to fresh sweet, heavy fruits, pickles and condiments."
                ],
                "topImg": {
                    "source": "http://via.placeholder.com/801x329",
                    "desc": "some desc here",
                    "offset": "left"
                },
                "tabsToAccordion": {
                    "type": "purple",
                    "title": "Good to eat",
                    "foods": [
                        {
                            "title": "Vegetables",
                            "food": ["All bitter greens", "cabbage", "cauliflower", "Brussels sprouts", "sweet-corn", "swede", "radish", "green beans", "leeks", "lettuce", "peas", "potatoes", "cooked tomato", "mushrooms ", "car-rots", "celery", "broccoli", "garlic", "bok choy", "onions", "green/red peppers", "beetroot", "kale ", "watercress", "turnips"]
                        },
                        {
                            "title": "Fruits",
                            "food": ["Some fruits"]
                        },
                        {
                            "title": "Legumes",
                            "food": ["Some Legumes"]
                        },
                        {
                            "title": "Grains",
                            "food": ["Some graints"]
                        },
                        {
                            "title": "Meat",
                            "food": ["Some meat"]
                        },
                        {
                            "title": "Dairy",
                            "food": ["Some dairy"]
                        }
                    ]
                },
                "tabsToAccordion2": {
                    "type": "pink",
                    "title": "Better to avoid",
                    "foods": [
                        {
                            "title": "Vegetables",
                            "food": ["All bitter greens", "cabbage", "cauliflower", "Brussels sprouts", "sweet-corn", "swede", "radish", "green beans", "leeks", "lettuce", "peas", "potatoes", "cooked tomato", "mushrooms ", "car-rots", "celery", "broccoli", "garlic", "bok choy", "onions", "green/red peppers", "beetroot", "kale ", "watercress", "turnips"]
                        },
                        {
                            "title": "Fruits",
                            "food": ["Some fruits"]
                        },
                        {
                            "title": "Legumes",
                            "food": ["Some Legumes"]
                        },
                        {
                            "title": "Grains",
                            "food": ["Some graints"]
                        },
                        {
                            "title": "Meat",
                            "food": ["Some meat"]
                        },
                        {
                            "title": "Dairy",
                            "food": ["Some dairy"]
                        }
                    ]
                }
            }
        }, {
            "name": "Exercise",
            "link": "exercise",
            "content": {
                "titles": ["Vata and Exercise"],
                "texts": [
                    "Kaphas hate to exercise regularly and yet they are the most in need of it to overcome sluggishness and laziness in the mind and body. While you are prone to being sedentary, taking it easy, and going with flow: now is the time for you to jump and get active. This is the number one way to balance kapha’s lymph-y tendencies and the fact that it’s far too easy for you to gain unwanted pounds. You’re not doomed to any fate except that which you’re not wiling to work for. Your biggest lesson is to learn how to match your input with your output.",
                    "You need that increase for your metabolic rate, and muscles burn more calories, even when you come to a standstill. Your insulin works better. Your glucose transference in and out of your muscles and cells becomes more efficient. Everything in your body works better when you move. The more sedentary you become, the more prone you are to insulin issues, diabetes, and even cancer.",
                    "Don’t rely on counting caloriesя to keep you slim, instead look at food as fuel for your activities: and then use them to push your movements into more challenging arenas. You have wonderful endurance! Find ways you really love to move your body. 30 minutes to  an hour everyday of strenuous, dynamic movement is all you need. And get up early to do it."
                ],
                "typesOfExercises": [
                    "Aerobics",
                    "Ashtanga Yoga",
                    "Belly dancing",
                    "Dancing",
                    "Power ",
                    "Walking",
                    "Running",
                    "Rowing ",
                    "Soccer",
                    "Zumba"
                ],
                "topImg": {
                    "source": "http://via.placeholder.com/801x329",
                    "desc": "some desc here",
                    "offset": "left"
                }
            }
        },
        {
            "name": "Herbs",
            "link": "herbs",
            "content": {
                "titles": ["Recommended Herbs for Vata"],
                "texts": [
                    "The Ayurvedic view of any illness or disease is due to a weakness or aggravation in your body that’s gotten out of control, or become concentrated. We all tend to “whack ourselves out” in particular ways, but how and where it expresses itself is how the ancient physicians knew what was needed to restore balance.",
                    "These are a few of our herbal tonic suggestions to upright your mind-body complex. Note: always choose whole herbs over tinctures; they are better designed to help support your body’s natural functioning and healing."
                ],
                "topImg": {
                    "source": "http://via.placeholder.com/801x329",
                    "desc": "some desc here",
                    "offset": "left"
                },
                "collapseData": [
                    {
                       "title": "Brahmi",
                       "text": "This is a known adaptogenic tonic, and works to rebuild the body and nervous system when its been depleted by stress. It is a revitalizer, uplifts energy levels naturally, and promotes a nourishing effect for the reproductive systems of both the male and female bodies."
                    },
                    {
                        "title": "Manjistha",
                        "text": "This is a known adaptogenic tonic, and works to rebuild the body and nervous system when its been depleted by stress. It is a revitalizer, uplifts energy levels naturally, and promotes a nourishing effect for the reproductive systems of both the male and female bodies."
                    },
                    {
                        "title": "Trikatu",
                        "text": "This is a known adaptogenic tonic, and works to rebuild the body and nervous system when its been depleted by stress. It is a revitalizer, uplifts energy levels naturally, and promotes a nourishing effect for the reproductive systems of both the male and female bodies."
                    },
                    {
                        "title": "Ashwaganda",
                        "text": "This is a known adaptogenic tonic, and works to rebuild the body and nervous system when its been depleted by stress. It is a revitalizer, uplifts energy levels naturally, and promotes a nourishing effect for the reproductive systems of both the male and female bodies."
                    },
                    {
                        "title": "Triphala",
                        "text": "This is a known adaptogenic tonic, and works to rebuild the body and nervous system when its been depleted by stress. It is a revitalizer, uplifts energy levels naturally, and promotes a nourishing effect for the reproductive systems of both the male and female bodies."
                    },
                    {
                        "title": "Guggulu",
                        "text": "This is a known adaptogenic tonic, and works to rebuild the body and nervous system when its been depleted by stress. It is a revitalizer, uplifts energy levels naturally, and promotes a nourishing effect for the reproductive systems of both the male and female bodies."
                    },
                    {
                        "title": "Turmeric",
                        "text": "This is a known adaptogenic tonic, and works to rebuild the body and nervous system when its been depleted by stress. It is a revitalizer, uplifts energy levels naturally, and promotes a nourishing effect for the reproductive systems of both the male and female bodies."
                    }
                ]
            }
        },
        {
            "name": "Spices",
            "link": "spices",
            "content": {
                "titles": ["Recommended Spices for Vata"],
                "texts": [
                   "Cras semper nisi vitae arcu congue euismod. In sit amet varius nisi. Nullam eu orci hendrerit lorem aliquet blandit. Pellentesque ac hendrerit nibh. Cras semper nisi vitae arcu congue euismod. In sit amet varius nisi. Nullam eu orci hendrerit lorem aliquet blandit. Pellentesque ac hendrerit nibh."
                ],
                "spicesList": [
                    "Asafetida", 
                    "Ajwan", 
                    "Anise", 
                    "Basil", 
                    "Bay Leaves", 
                    "Black pepper", 
                    "Cardamom", 
                    "Caraway", 
                    "Cayenne", 
                    "Ceylon ", 
                    "Chili", 
                    "Cloves", 
                    "Coriander", 
                    "Cumin", 
                    "Dill", 
                    "Fennel", 
                    "Fenugreek", 
                    "Ginger", 
                    "Juniper", 
                    "Marjoram", 
                    "Mint", 
                    "Mustard", 
                    "Neem", 
                    "Nutmeg", 
                    "Oregano", 
                    "Paprika", 
                    "Parsley", 
                    "Pippali", 
                    "Poppy seeds", 
                    "Rosemary", 
                    "Cinnamon", 
                    "Saffron", 
                    "Savory", 
                    "Sage", 
                    "Tarragon", 
                    "Trikatu", 
                    "Turmeric", 
                    "Vanilla"
                ],
                "topImg": {
                    "source": "http://via.placeholder.com/801x329",
                    "desc": "some desc here",
                    "offset": "left"
                }
            }
        },
        {
            "name": "Aromatherapy",
            "link": "aromatherapy",
            "content": {
                "titles": ["Vata and Aromatherapy"],
                "texts": [
                    "The Ayurvedic view of any illness or disease is due to a weakness or aggravation in your body that’s gotten out of control, or become concentrated. We all tend to “whack ourselves out” in particular ways, but how and where it expresses itself is how the ancient physicians knew what was needed to restore balance.",
                    "These are a few of our herbal tonic suggestions to upright your mind-body complex. Note: always choose whole herbs over tinctures; they are better designed to help support your body’s natural functioning and healing."
                ],
                "topImg": {
                    "source": "http://via.placeholder.com/801x329",
                    "desc": "some desc here",
                    "offset": "left"
                },
                "collapseData": [
                    {
                       "title": "Brahmi",
                       "text": "This is a known adaptogenic tonic, and works to rebuild the body and nervous system when its been depleted by stress. It is a revitalizer, uplifts energy levels naturally, and promotes a nourishing effect for the reproductive systems of both the male and female bodies."
                    },
                    {
                        "title": "Manjistha",
                        "text": "This is a known adaptogenic tonic, and works to rebuild the body and nervous system when its been depleted by stress. It is a revitalizer, uplifts energy levels naturally, and promotes a nourishing effect for the reproductive systems of both the male and female bodies."
                    },
                    {
                        "title": "Trikatu",
                        "text": "This is a known adaptogenic tonic, and works to rebuild the body and nervous system when its been depleted by stress. It is a revitalizer, uplifts energy levels naturally, and promotes a nourishing effect for the reproductive systems of both the male and female bodies."
                    },
                    {
                        "title": "Ashwaganda",
                        "text": "This is a known adaptogenic tonic, and works to rebuild the body and nervous system when its been depleted by stress. It is a revitalizer, uplifts energy levels naturally, and promotes a nourishing effect for the reproductive systems of both the male and female bodies."
                    },
                    {
                        "title": "Triphala",
                        "text": "This is a known adaptogenic tonic, and works to rebuild the body and nervous system when its been depleted by stress. It is a revitalizer, uplifts energy levels naturally, and promotes a nourishing effect for the reproductive systems of both the male and female bodies."
                    },
                    {
                        "title": "Guggulu",
                        "text": "This is a known adaptogenic tonic, and works to rebuild the body and nervous system when its been depleted by stress. It is a revitalizer, uplifts energy levels naturally, and promotes a nourishing effect for the reproductive systems of both the male and female bodies."
                    },
                    {
                        "title": "Turmeric",
                        "text": "This is a known adaptogenic tonic, and works to rebuild the body and nervous system when its been depleted by stress. It is a revitalizer, uplifts energy levels naturally, and promotes a nourishing effect for the reproductive systems of both the male and female bodies."
                    }
                ]
            }
        },
        {
            "name": "Massage",
            "link": "massage",
            "content": {
                "titles": ["Vata and Abhyanga"],
                "texts": [
                    "We recommend making a tiny space to spend an hour each day. We know this seems impossible for most people in their busy lives, but for YOU, it is essential you make it a point to “recharge”. This will support you to avoid becoming overwhelmed or anxious. If you have spiritual aspirations, this will preserve your vital energies.",
                    "You need time to transition, and you need time outs. Choose activities that uplift your heart: this is your key to the universe. Choose meditation. Try a restorative vinyasa class instead. It’s ok to know and admit you need rest, grounding, and slowness. You tend to be go-go-go like the wind, and you need to add some earth and water and warmth into your life on a regular basis. As much as you might hate and reject it with every cell of your being: routine is very good and stabilizing for you."
                ],
                "topImg": {
                    "source": "http://via.placeholder.com/801x329",
                    "desc": "some desc here",
                    "offset": "left"
                },
                "quotes": ["“The body of one who uses oil massage regularly does not become affected much even if subjected to accidental injuries, or strenuous work. By using oil massage daily, a person is endowed with pleasant touch, trimmed body parts and becomes strong, charming and least affected by old age.” — Charaka Samhita Vol. 1, V: 88-89"]
            }
        },
        {
            "name": "Yoga",
            "link": "yoga",
            "content": {
                "titles": ["Vata and Yoga"],
                "texts": [
                    "Surya Namaskar or Sun Salutations are good for every dosha. It is a safe vinyasa flow that gently massages every organ and stretches every muscle in your body. Plus, it feels so good. Surya Namaskar is the bodily equivalent to the Gayatri mantra, a prayer to the life-giving force in the universe.",
                    "If you’re new to the series, we recommend starting slow, and work your way up from 1 round to 4 daily, and pay attention to your breath as you move through the poses. It’s more important to achieve the correct poses than to rush through them. But once you get the form down, pick up your speed. You’re definitely looking to break a sweat.",
                    "Kapha types need to practice Surya Namaskar in sequence and briskly, you must resist the temptation to take it slow and easy. You need the vigorous movement.",
                    "Any postures that kapha engages in should pay special attention to the core, opening the chest and lungs, and upper body as this is the place where kapha tends to coagulate. Inverted postures and dynamic poses that require strength and balance stimulate the metabolic rate. Always think about carrying your heart high.",
                    "A good protracted poses for Kapha is Ardha Matsyasana or Half Fishes Pose. This encourages a healthy flow of prana (life force) in the system and is especially good for those who suffer with congestion or asthma."
                ],
                "topImg": {
                    "source": "http://via.placeholder.com/801x329",
                    "desc": "some desc here",
                    "offset": "left"
                }
            }
        },
        {
            "name": "Colors",
            "link": "colors",
            "content": {
                "titles": ["Vata and Colors"],
                "texts": [
                    "As we live in a sensual world, we are affected by everything we see, smell, hear, taste and touch. Everything we experience through our five senses carries an energy and sensation with it that transcends its objectivity. When it comes to what we see in our environment, the colors we surround ourselves with, or even wear, can have profound effects. So, we want you to think about it: are you choosing colors that uplift your dosha?",
                    "Kapha is most pacified by warm, dynamic colors that can bring heat and promote movement, vitality and a sense of vigor to your cooler, wetter, sluggish, tendencies. As you tend to run cooler and thicker in the body and calm mind, you need some sunny activity to burn through the fog. We want you to think about… well, avoiding white in general; try to stick with enlivening colors, because kapha secretions in the body tend to be white and cool. Go for red, crimson, oranges, and in general, bright, fiery colors."
                ],
                "topImg": {
                    "source": "http://via.placeholder.com/801x329",
                    "desc": "some desc here",
                    "offset": "left"
                }
            }
        },
        {
            "name": "Mantras",
            "link": "mantras",
            "content": {
                "titles": ["Vata Mantras"],
                "texts": [
                    "In the Vedic philosophy, creation is dependent on light and sound, thus a mantra is a word, phrase, or sound root that is used to create a certain vibration within your physiology. By using these spiritual roots, phrases, and sounds, you invite the mind to operate in a deeper, subtler way. It can be life changing as a regular practice.",
                    "As a Kapha, you already benefit from a calmer, serene quality to your mind; but if you’re unbalanced, you may trend towards depression and possessiveness. In this case, you need regular opportunities cultivate joy and energy. So we want to recommend a mantra that not only uplifts, but purifies and cleanses the psychophysiology.",
                    "One of the very best prayers and phrases for you to contemplate is as follows:",
                    "Another one is So-Hum (inhale on so, exhale on hum)."
                ],
                "topImg": {
                    "source": "http://via.placeholder.com/801x329",
                    "desc": "some desc here",
                    "offset": "left"
                },
                "quotes": [
                    "Asato ma sadgamaya;", 
                    "Tamaso ma jyotir gamaya; ",
                    "Mrtyorma amritam gamaya",
                    "AUM, shanti, Shanti, Shanti",
                    " ",
                    "(Lead me from unreal to the real;", 
                    "Lead me from darkness into light;", 
                    "Lead me from death to immortality.", 
                    "Om, peace, peace, peace)"
                ]
            }
        },
        {
            "name": "Gems",
            "link": "gems",
            "content": {
                "titles": ["Vata and Gems"],
                "texts": [
                    "The Ayurvedic view of any illness or disease is due to a weakness or aggravation in your body that’s gotten out of control, or become concentrated. We all tend to “whack ourselves out” in particular ways, but how and where it expresses itself is how the ancient physicians knew what was needed to restore balance.",
                    "These are a few of our herbal tonic suggestions to upright your mind-body complex. Note: always choose whole herbs over tinctures; they are better designed to help support your body’s natural functioning and healing."
                ],
                "topImg": {
                    "source": "http://via.placeholder.com/801x329",
                    "desc": "some desc here",
                    "offset": "left"
                }
            }
        },
        {
            "name": "Meal Plans",
            "link": "meal-plans",
            "content": {
                "titles": ["Meal Plans for Vata"],
                "texts": [
                    "Here'll be meal plans for Vata yoga type"
                ],
                "topImg": {
                    "source": "http://via.placeholder.com/801x329",
                    "desc": "some desc here",
                    "offset": "left"
                }
            }
        }
    ],
    "pitta": [
        {
            "name": "Overview",
            "link": "overview",
            "content": {
                "titles": [
                    "Hey, Johanson.<br/> According to the quiz, <b>your body type is Pitta.</b>",
                    "Here’s what you should know about Pitta…",
                    "Pitta’s Elemental Traits & Characteristics",
                    "Pitta and Spirituality",
                    "Pitta and the World",
                    "Pitta and Relationships",
                    "Pitta and Daily Life"
                ],
                "texts": [
                    "When we discover our dosha, we learn where and how these forces move and accumulate, which leads us to understand how health or disease manifests in our body and psychology.",
                    "When we discover our dosha, we learn where and how these forces move and accumulate, which leads us to understand how health or disease manifests in our body and psychology. By bringing awareness to our state of being, we learn about the strengths and weaknesses in our constitution, e.g. those places unique to us which require more attention in order to remain in balance.",
                    "When we speak about the doshas: Pitta, Pitta, and Kapha, we are talking about the natural elements and their qualities of being: ether (space), air, fire, water, and earth. In their combinations, each participates in the construction of individual bodies and personalities. As each element has its own temperament and attribute to contribute, this leads to a certain tendency of expression within you.",
                    "Pitta is brittle, airy, cold, prone roughness, wrinkling, and dryness: like a tree in the winter. It’s windy, and forces other things to move. You are slender, sensitive to chill, and suffer from dry or rough skin conditions, and irregular digestion or appetite. You are an imaginative, creative, quick thinking type of person. You love experiencing new things, ideas, people, and places. You grasp new concepts with vigor, but have a hard time holding onto them; maybe even your keys or other easily misplaced items. You experience bursts of energy and tend to walk and talk fast. You’re always on the go and often find the only way you feel productive is if you’re doing something all the time, but then wonder why you suddenly feel so tired.",
                    "Being ruled by air, music and sounds move you into, or out of, balance. The big city life and the sounds of the world on the go can feel cacophonous and jarring to your more delicate sensibilities. You are emotionally sensitive, and find urself moved to tears by feelings of beauty, grief, and gratitude. Your mind is always working.",
                    "As a Pitta, you, more than any other dosha have the potential to successfully lead a very spiritual life, because of the association with ether - the principle spiritual substance in manifestation. If this is not an important part of your life yet, it might be worth considering.",
                    "Cras semper nisi vitae arcu congue euismod. In sit amet varius nisi. Nullam eu orci hendrerit lorem aliquet blandit. Pellentesque ac hendrerit nibh. Cras semper nisi vitae arcu congue euismod. In sit amet varius nisi. Nullam eu orci hendrerit lorem aliquet blandit. Pellentesque ac hendrerit nibh.",
                    "Pittas are also prone to feeling misunderstood, and you often are. Perhaps you recognize within yourself the personal experience that you feel different than your peers, or don’t belong, etc.",
                    "As a note of both validation and caution: one of the worst things you can do is take it upon yourself to try and be and desire what you see others wanting and expressing as their sense of self: this will only deplete and imbalance you. You can’t try and be part of the crowd, you have to forge your own path.",
                    "As a Pitta, you, more than any other dosha have the potential to successfully lead a very spiritual life, because of the association with ether - the principle spiritual substance in manifestation. If this is not an important part of your life yet, it might be worth considering.",
                    "Cras semper nisi vitae arcu congue euismod. In sit amet varius nisi. Nullam eu orci hendrerit lorem aliquet blandit. Pellentesque ac hendrerit nibh. Cras semper nisi vitae arcu congue euismod. In sit amet varius nisi. Nullam eu orcihendrerit lorem aliquet blandit. Pellentesque ac hendrerit nibh.",
                    "As a Pitta, you, more than any other dosha have the potential to successfully lead a very spiritual life, because of the association with ether - the principle spiritual substance in manifestation. If this is not an important part of your life yet, it might be worth considering.",
                    "Cras semper nisi vitae arcu congue euismod. In sit amet varius nisi. Nullam eu orci hendrerit lorem aliquet blandit. Pellentesque ac hendrerit nibh. Cras semper nisi vitae arcu congue euismod. In sit amet varius nisi. Nullam eu orci hendrerit lorem aliquet blandit. Pellentesque ac hendrerit nibh.",
                    "We recommend making a tiny space to spend an hour each day. We know this seems impossible for most people in their busy lives, but for YOU, it is essential you make it a point to “recharge”. This will support you to avoid becoming overwhelmed or anxious. If you have spiritual aspirations, this will preserve your vital energies.",
                    "You need time to transition, and you need time outs. Choose activities that uplift your heart: this is your key to the universe. Choose meditation. Try a restorative vinyasa class instead. It’s ok to know and admit you need rest, grounding, and slowness. You tend to be go-go-go like the wind, and you need to add some earth and water and warmth into your life on a regular basis. As much as you might hate and reject it with every cell of your being: routine is  very good and stabilizing for you",
                    "When stressed, you tend to self-medicate with sugar, as the sweet taste feels nourishing and brings a sense of relief, but you’re setting yourself up for a roller coaster if you don’t make it a point to support your constitutional needs. A blood sugar rise will only exacerbate your tendency to over-extend yourself when you actually need rest.The resulting crashes and out of control. Insomnia is common under these conditions, as well as a tendency to forget to eat, and weight loss."
                ],
                "tip": {
                    "title": "Before you read on…",
                    "texts": [
                        "Some of the descriptions below might not quite fit with you, but remember that a Pitta type also contains lesser amounts of Pita and Kapha which express themselves differently.",
                        "So… if something here doesn’t seem to relate to your body, then know that the Pita and Kapha forces must be dominating this particular area within you are expressing different qualities."
                    ]
                }
            }
        },
        {
            "name": "Foods and Diet",
            "link": "foods-and-diet",
            "content": {
                "titles": [
                    "Pitta and Diet"
                ],
                "texts": [
                    "Pitta is one of the doshas that really does not do well on a high raw diet due to the coldness of the energy. They are one of the doshas that benefits from clean sources of animal products,because they need the grounded, dense, earthy, unctuous quality they provide to counteract the dry, brittle, and coldness in their nature. ",
                    "Focus on sweet, salty, and sour flavors. Now, choosing sweet does not mean having a free-for-all with overt sugars: complex-carbohydrates and healthy fats will work with you to help calm your mind. Choose warm over cold, and moist or unctuous instead of dry and plain: seek out cooked grains with a swirl of ghee or olive oil, soups, warming herbs, and stewed fruits. Make sure you drink plenty of water, warm is best. It’s important for your digestion and energy to stay hydrated, and well lubricated. As Pitta dominates in the Winter, be  articularly mindful about staying balanced during the cold, dry months ofthe year.",
                    "Cook your foods for the best digestion. Keep the “raw” to fresh sweet, heavy fruits, pickles and condiments."
                ],
                "topImg": {
                    "source": "http://via.placeholder.com/801x329",
                    "desc": "some desc here",
                    "offset": "left"
                },
                "tabsToAccordion": {
                    "type": "purple",
                    "title": "Good to eat",
                    "foods": [
                        {
                            "title": "Vegetables",
                            "food": ["All bitter greens", "cabbage", "cauliflower", "Brussels sprouts", "sweet-corn", "swede", "radish", "green beans", "leeks", "lettuce", "peas", "potatoes", "cooked tomato", "mushrooms ", "car-rots", "celery", "broccoli", "garlic", "bok choy", "onions", "green/red peppers", "beetroot", "kale ", "watercress", "turnips"]
                        },
                        {
                            "title": "Fruits",
                            "food": ["Some fruits"]
                        },
                        {
                            "title": "Legumes",
                            "food": ["Some Legumes"]
                        },
                        {
                            "title": "Grains",
                            "food": ["Some graints"]
                        },
                        {
                            "title": "Meat",
                            "food": ["Some meat"]
                        },
                        {
                            "title": "Dairy",
                            "food": ["Some dairy"]
                        }
                    ]
                },
                "tabsToAccordion2": {
                    "type": "pink",
                    "title": "Better to avoid",
                    "foods": [
                        {
                            "title": "Vegetables",
                            "food": ["All bitter greens", "cabbage", "cauliflower", "Brussels sprouts", "sweet-corn", "swede", "radish", "green beans", "leeks", "lettuce", "peas", "potatoes", "cooked tomato", "mushrooms ", "car-rots", "celery", "broccoli", "garlic", "bok choy", "onions", "green/red peppers", "beetroot", "kale ", "watercress", "turnips"]
                        },
                        {
                            "title": "Fruits",
                            "food": ["Some fruits"]
                        },
                        {
                            "title": "Legumes",
                            "food": ["Some Legumes"]
                        },
                        {
                            "title": "Grains",
                            "food": ["Some graints"]
                        },
                        {
                            "title": "Meat",
                            "food": ["Some meat"]
                        },
                        {
                            "title": "Dairy",
                            "food": ["Some dairy"]
                        }
                    ]
                }
            }
        }, {
            "name": "Exercise",
            "link": "exercise",
            "content": {
                "titles": ["Pitta and Exercise"],
                "texts": [
                    "Kaphas hate to exercise regularly and yet they are the most in need of it to overcome sluggishness and laziness in the mind and body. While you are prone to being sedentary, taking it easy, and going with flow: now is the time for you to jump and get active. This is the number one way to balance kapha’s lymph-y tendencies and the fact that it’s far too easy for you to gain unwanted pounds. You’re not doomed to any fate except that which you’re not wiling to work for. Your biggest lesson is to learn how to match your input with your output.",
                    "You need that increase for your metabolic rate, and muscles burn more calories, even when you come to a standstill. Your insulin works better. Your glucose transference in and out of your muscles and cells becomes more efficient. Everything in your body works better when you move. The more sedentary you become, the more prone you are to insulin issues, diabetes, and even cancer.",
                    "Don’t rely on counting caloriesя to keep you slim, instead look at food as fuel for your activities: and then use them to push your movements into more challenging arenas. You have wonderful endurance! Find ways you really love to move your body. 30 minutes to  an hour everyday of strenuous, dynamic movement is all you need. And get up early to do it."
                ],
                "typesOfExercises": [
                    "Aerobics",
                    "Ashtanga Yoga",
                    "Belly dancing",
                    "Dancing",
                    "Power ",
                    "Walking",
                    "Running",
                    "Rowing ",
                    "Soccer",
                    "Zumba"
                ],
                "topImg": {
                    "source": "http://via.placeholder.com/801x329",
                    "desc": "some desc here",
                    "offset": "left"
                }
            }
        },
        {
            "name": "Herbs",
            "link": "herbs",
            "content": {
                "titles": ["Recommended Herbs for Pitta"],
                "texts": [
                    "The Ayurvedic view of any illness or disease is due to a weakness or aggravation in your body that’s gotten out of control, or become concentrated. We all tend to “whack ourselves out” in particular ways, but how and where it expresses itself is how the ancient physicians knew what was needed to restore balance.",
                    "These are a few of our herbal tonic suggestions to upright your mind-body complex. Note: always choose whole herbs over tinctures; they are better designed to help support your body’s natural functioning and healing."
                ],
                "topImg": {
                    "source": "http://via.placeholder.com/801x329",
                    "desc": "some desc here",
                    "offset": "left"
                },
                "collapseData": [
                    {
                       "title": "Brahmi",
                       "text": "This is a known adaptogenic tonic, and works to rebuild the body and nervous system when its been depleted by stress. It is a revitalizer, uplifts energy levels naturally, and promotes a nourishing effect for the reproductive systems of both the male and female bodies."
                    },
                    {
                        "title": "Manjistha",
                        "text": "This is a known adaptogenic tonic, and works to rebuild the body and nervous system when its been depleted by stress. It is a revitalizer, uplifts energy levels naturally, and promotes a nourishing effect for the reproductive systems of both the male and female bodies."
                    },
                    {
                        "title": "Trikatu",
                        "text": "This is a known adaptogenic tonic, and works to rebuild the body and nervous system when its been depleted by stress. It is a revitalizer, uplifts energy levels naturally, and promotes a nourishing effect for the reproductive systems of both the male and female bodies."
                    },
                    {
                        "title": "Ashwaganda",
                        "text": "This is a known adaptogenic tonic, and works to rebuild the body and nervous system when its been depleted by stress. It is a revitalizer, uplifts energy levels naturally, and promotes a nourishing effect for the reproductive systems of both the male and female bodies."
                    },
                    {
                        "title": "Triphala",
                        "text": "This is a known adaptogenic tonic, and works to rebuild the body and nervous system when its been depleted by stress. It is a revitalizer, uplifts energy levels naturally, and promotes a nourishing effect for the reproductive systems of both the male and female bodies."
                    },
                    {
                        "title": "Guggulu",
                        "text": "This is a known adaptogenic tonic, and works to rebuild the body and nervous system when its been depleted by stress. It is a revitalizer, uplifts energy levels naturally, and promotes a nourishing effect for the reproductive systems of both the male and female bodies."
                    },
                    {
                        "title": "Turmeric",
                        "text": "This is a known adaptogenic tonic, and works to rebuild the body and nervous system when its been depleted by stress. It is a revitalizer, uplifts energy levels naturally, and promotes a nourishing effect for the reproductive systems of both the male and female bodies."
                    }
                ]
            }
        },
        {
            "name": "Spices",
            "link": "spices",
            "content": {
                "titles": ["Recommended Spices for Pitta"],
                "texts": [
                   "Cras semper nisi vitae arcu congue euismod. In sit amet varius nisi. Nullam eu orci hendrerit lorem aliquet blandit. Pellentesque ac hendrerit nibh. Cras semper nisi vitae arcu congue euismod. In sit amet varius nisi. Nullam eu orci hendrerit lorem aliquet blandit. Pellentesque ac hendrerit nibh."
                ],
                "spicesList": [
                    "Asafetida", 
                    "Ajwan", 
                    "Anise", 
                    "Basil", 
                    "Bay Leaves", 
                    "Black pepper", 
                    "Cardamom", 
                    "Caraway", 
                    "Cayenne", 
                    "Ceylon ", 
                    "Chili", 
                    "Cloves", 
                    "Coriander", 
                    "Cumin", 
                    "Dill", 
                    "Fennel", 
                    "Fenugreek", 
                    "Ginger", 
                    "Juniper", 
                    "Marjoram", 
                    "Mint", 
                    "Mustard", 
                    "Neem", 
                    "Nutmeg", 
                    "Oregano", 
                    "Paprika", 
                    "Parsley", 
                    "Pippali", 
                    "Poppy seeds", 
                    "Rosemary", 
                    "Cinnamon", 
                    "Saffron", 
                    "Savory", 
                    "Sage", 
                    "Tarragon", 
                    "Trikatu", 
                    "Turmeric", 
                    "Vanilla"
                ],
                "topImg": {
                    "source": "http://via.placeholder.com/801x329",
                    "desc": "some desc here",
                    "offset": "left"
                }
            }
        },
        {
            "name": "Aromatherapy",
            "link": "aromatherapy",
            "content": {
                "titles": ["Pitta and Aromatherapy"],
                "texts": [
                    "The Ayurvedic view of any illness or disease is due to a weakness or aggravation in your body that’s gotten out of control, or become concentrated. We all tend to “whack ourselves out” in particular ways, but how and where it expresses itself is how the ancient physicians knew what was needed to restore balance.",
                    "These are a few of our herbal tonic suggestions to upright your mind-body complex. Note: always choose whole herbs over tinctures; they are better designed to help support your body’s natural functioning and healing."
                ],
                "topImg": {
                    "source": "http://via.placeholder.com/801x329",
                    "desc": "some desc here",
                    "offset": "left"
                },
                "collapseData": [
                    {
                       "title": "Brahmi",
                       "text": "This is a known adaptogenic tonic, and works to rebuild the body and nervous system when its been depleted by stress. It is a revitalizer, uplifts energy levels naturally, and promotes a nourishing effect for the reproductive systems of both the male and female bodies."
                    },
                    {
                        "title": "Manjistha",
                        "text": "This is a known adaptogenic tonic, and works to rebuild the body and nervous system when its been depleted by stress. It is a revitalizer, uplifts energy levels naturally, and promotes a nourishing effect for the reproductive systems of both the male and female bodies."
                    },
                    {
                        "title": "Trikatu",
                        "text": "This is a known adaptogenic tonic, and works to rebuild the body and nervous system when its been depleted by stress. It is a revitalizer, uplifts energy levels naturally, and promotes a nourishing effect for the reproductive systems of both the male and female bodies."
                    },
                    {
                        "title": "Ashwaganda",
                        "text": "This is a known adaptogenic tonic, and works to rebuild the body and nervous system when its been depleted by stress. It is a revitalizer, uplifts energy levels naturally, and promotes a nourishing effect for the reproductive systems of both the male and female bodies."
                    },
                    {
                        "title": "Triphala",
                        "text": "This is a known adaptogenic tonic, and works to rebuild the body and nervous system when its been depleted by stress. It is a revitalizer, uplifts energy levels naturally, and promotes a nourishing effect for the reproductive systems of both the male and female bodies."
                    },
                    {
                        "title": "Guggulu",
                        "text": "This is a known adaptogenic tonic, and works to rebuild the body and nervous system when its been depleted by stress. It is a revitalizer, uplifts energy levels naturally, and promotes a nourishing effect for the reproductive systems of both the male and female bodies."
                    },
                    {
                        "title": "Turmeric",
                        "text": "This is a known adaptogenic tonic, and works to rebuild the body and nervous system when its been depleted by stress. It is a revitalizer, uplifts energy levels naturally, and promotes a nourishing effect for the reproductive systems of both the male and female bodies."
                    }
                ]
            }
        },
        {
            "name": "Massage",
            "link": "massage",
            "content": {
                "titles": ["Pitta and Abhyanga"],
                "texts": [
                    "We recommend making a tiny space to spend an hour each day. We know this seems impossible for most people in their busy lives, but for YOU, it is essential you make it a point to “recharge”. This will support you to avoid becoming overwhelmed or anxious. If you have spiritual aspirations, this will preserve your vital energies.",
                    "You need time to transition, and you need time outs. Choose activities that uplift your heart: this is your key to the universe. Choose meditation. Try a restorative vinyasa class instead. It’s ok to know and admit you need rest, grounding, and slowness. You tend to be go-go-go like the wind, and you need to add some earth and water and warmth into your life on a regular basis. As much as you might hate and reject it with every cell of your being: routine is very good and stabilizing for you."
                ],
                "topImg": {
                    "source": "http://via.placeholder.com/801x329",
                    "desc": "some desc here",
                    "offset": "left"
                },
                "quotes": ["“The body of one who uses oil massage regularly does not become affected much even if subjected to accidental injuries, or strenuous work. By using oil massage daily, a person is endowed with pleasant touch, trimmed body parts and becomes strong, charming and least affected by old age.” — Charaka Samhita Vol. 1, V: 88-89"]
            }
        },
        {
            "name": "Yoga",
            "link": "yoga",
            "content": {
                "titles": ["Pitta and Yoga"],
                "texts": [
                    "Surya Namaskar or Sun Salutations are good for every dosha. It is a safe vinyasa flow that gently massages every organ and stretches every muscle in your body. Plus, it feels so good. Surya Namaskar is the bodily equivalent to the Gayatri mantra, a prayer to the life-giving force in the universe.",
                    "If you’re new to the series, we recommend starting slow, and work your way up from 1 round to 4 daily, and pay attention to your breath as you move through the poses. It’s more important to achieve the correct poses than to rush through them. But once you get the form down, pick up your speed. You’re definitely looking to break a sweat.",
                    "Kapha types need to practice Surya Namaskar in sequence and briskly, you must resist the temptation to take it slow and easy. You need the vigorous movement.",
                    "Any postures that kapha engages in should pay special attention to the core, opening the chest and lungs, and upper body as this is the place where kapha tends to coagulate. Inverted postures and dynamic poses that require strength and balance stimulate the metabolic rate. Always think about carrying your heart high.",
                    "A good protracted poses for Kapha is Ardha Matsyasana or Half Fishes Pose. This encourages a healthy flow of prana (life force) in the system and is especially good for those who suffer with congestion or asthma."
                ],
                "topImg": {
                    "source": "http://via.placeholder.com/801x329",
                    "desc": "some desc here",
                    "offset": "left"
                }
            }
        },
        {
            "name": "Colors",
            "link": "colors",
            "content": {
                "titles": ["Pitta and Colors"],
                "texts": [
                    "As we live in a sensual world, we are affected by everything we see, smell, hear, taste and touch. Everything we experience through our five senses carries an energy and sensation with it that transcends its objectivity. When it comes to what we see in our environment, the colors we surround ourselves with, or even wear, can have profound effects. So, we want you to think about it: are you choosing colors that uplift your dosha?",
                    "Kapha is most pacified by warm, dynamic colors that can bring heat and promote movement, vitality and a sense of vigor to your cooler, wetter, sluggish, tendencies. As you tend to run cooler and thicker in the body and calm mind, you need some sunny activity to burn through the fog. We want you to think about… well, avoiding white in general; try to stick with enlivening colors, because kapha secretions in the body tend to be white and cool. Go for red, crimson, oranges, and in general, bright, fiery colors."
                ],
                "topImg": {
                    "source": "http://via.placeholder.com/801x329",
                    "desc": "some desc here",
                    "offset": "left"
                }
            }
        },
        {
            "name": "Mantras",
            "link": "mantras",
            "content": {
                "titles": ["Pitta Mantras"],
                "texts": [
                    "In the Vedic philosophy, creation is dependent on light and sound, thus a mantra is a word, phrase, or sound root that is used to create a certain vibration within your physiology. By using these spiritual roots, phrases, and sounds, you invite the mind to operate in a deeper, subtler way. It can be life changing as a regular practice.",
                    "As a Kapha, you already benefit from a calmer, serene quality to your mind; but if you’re unbalanced, you may trend towards depression and possessiveness. In this case, you need regular opportunities cultivate joy and energy. So we want to recommend a mantra that not only uplifts, but purifies and cleanses the psychophysiology.",
                    "One of the very best prayers and phrases for you to contemplate is as follows:",
                    "Another one is So-Hum (inhale on so, exhale on hum)."
                ],
                "topImg": {
                    "source": "http://via.placeholder.com/801x329",
                    "desc": "some desc here",
                    "offset": "left"
                },
                "quotes": [
                    "Asato ma sadgamaya;", 
                    "Tamaso ma jyotir gamaya; ",
                    "Mrtyorma amritam gamaya",
                    "AUM, shanti, Shanti, Shanti",
                    " ",
                    "(Lead me from unreal to the real;", 
                    "Lead me from darkness into light;", 
                    "Lead me from death to immortality.", 
                    "Om, peace, peace, peace)"
                ]
            }
        },
        {
            "name": "Gems",
            "link": "gems",
            "content": {
                "titles": ["Pitta and Gems"],
                "texts": [
                    "The Ayurvedic view of any illness or disease is due to a weakness or aggravation in your body that’s gotten out of control, or become concentrated. We all tend to “whack ourselves out” in particular ways, but how and where it expresses itself is how the ancient physicians knew what was needed to restore balance.",
                    "These are a few of our herbal tonic suggestions to upright your mind-body complex. Note: always choose whole herbs over tinctures; they are better designed to help support your body’s natural functioning and healing."
                ],
                "topImg": {
                    "source": "http://via.placeholder.com/801x329",
                    "desc": "some desc here",
                    "offset": "left"
                }
            }
        },
        {
            "name": "Meal Plans",
            "link": "meal-plans",
            "content": {
                "titles": ["Meal Plans for Pitta"],
                "texts": [
                    "Here'll be meal plans for Pitta yoga type"
                ],
                "topImg": {
                    "source": "http://via.placeholder.com/801x329",
                    "desc": "some desc here",
                    "offset": "left"
                }
            }
        }
    ],
    "kapha": [
        {
            "name": "Overview",
            "link": "overview",
            "content": {
                "titles": [
                    "Hey, Johanson.<br/> According to the quiz, <b>your body type is Kapha.</b>",
                    "Here’s what you should know about Kapha…",
                    "Kapha’s Elemental Traits & Characteristics",
                    "Kapha and Spirituality",
                    "Kapha and the World",
                    "Kapha and Relationships",
                    "Kapha and Daily Life"
                ],
                "texts": [
                    "When we discover our dosha, we learn where and how these forces move and accumulate, which leads us to understand how health or disease manifests in our body and psychology.",
                    "When we discover our dosha, we learn where and how these forces move and accumulate, which leads us to understand how health or disease manifests in our body and psychology. By bringing awareness to our state of being, we learn about the strengths and weaknesses in our constitution, e.g. those places unique to us which require more attention in order to remain in balance.",
                    "When we speak about the doshas: Kapha, Kapha, and Kapha, we are talking about the natural elements and their qualities of being: ether (space), air, fire, water, and earth. In their combinations, each participates in the construction of individual bodies and personalities. As each element has its own temperament and attribute to contribute, this leads to a certain tendency of expression within you.",
                    "Kapha is brittle, airy, cold, prone roughness, wrinkling, and dryness: like a tree in the winter. It’s windy, and forces other things to move. You are slender, sensitive to chill, and suffer from dry or rough skin conditions, and irregular digestion or appetite. You are an imaginative, creative, quick thinking type of person. You love experiencing new things, ideas, people, and places. You grasp new concepts with vigor, but have a hard time holding onto them; maybe even your keys or other easily misplaced items. You experience bursts of energy and tend to walk and talk fast. You’re always on the go and often find the only way you feel productive is if you’re doing something all the time, but then wonder why you suddenly feel so tired.",
                    "Being ruled by air, music and sounds move you into, or out of, balance. The big city life and the sounds of the world on the go can feel cacophonous and jarring to your more delicate sensibilities. You are emotionally sensitive, and find urself moved to tears by feelings of beauty, grief, and gratitude. Your mind is always working.",
                    "As a Kapha, you, more than any other dosha have the potential to successfully lead a very spiritual life, because of the association with ether - the principle spiritual substance in manifestation. If this is not an important part of your life yet, it might be worth considering.",
                    "Cras semper nisi vitae arcu congue euismod. In sit amet varius nisi. Nullam eu orci hendrerit lorem aliquet blandit. Pellentesque ac hendrerit nibh. Cras semper nisi vitae arcu congue euismod. In sit amet varius nisi. Nullam eu orci hendrerit lorem aliquet blandit. Pellentesque ac hendrerit nibh.",
                    "Kaphas are also prone to feeling misunderstood, and you often are. Perhaps you recognize within yourself the personal experience that you feel different than your peers, or don’t belong, etc.",
                    "As a note of both validation and caution: one of the worst things you can do is take it upon yourself to try and be and desire what you see others wanting and expressing as their sense of self: this will only deplete and imbalance you. You can’t try and be part of the crowd, you have to forge your own path.",
                    "As a Kapha, you, more than any other dosha have the potential to successfully lead a very spiritual life, because of the association with ether - the principle spiritual substance in manifestation. If this is not an important part of your life yet, it might be worth considering.",
                    "Cras semper nisi vitae arcu congue euismod. In sit amet varius nisi. Nullam eu orci hendrerit lorem aliquet blandit. Pellentesque ac hendrerit nibh. Cras semper nisi vitae arcu congue euismod. In sit amet varius nisi. Nullam eu orcihendrerit lorem aliquet blandit. Pellentesque ac hendrerit nibh.",
                    "As a Kapha, you, more than any other dosha have the potential to successfully lead a very spiritual life, because of the association with ether - the principle spiritual substance in manifestation. If this is not an important part of your life yet, it might be worth considering.",
                    "Cras semper nisi vitae arcu congue euismod. In sit amet varius nisi. Nullam eu orci hendrerit lorem aliquet blandit. Pellentesque ac hendrerit nibh. Cras semper nisi vitae arcu congue euismod. In sit amet varius nisi. Nullam eu orci hendrerit lorem aliquet blandit. Pellentesque ac hendrerit nibh.",
                    "We recommend making a tiny space to spend an hour each day. We know this seems impossible for most people in their busy lives, but for YOU, it is essential you make it a point to “recharge”. This will support you to avoid becoming overwhelmed or anxious. If you have spiritual aspirations, this will preserve your vital energies.",
                    "You need time to transition, and you need time outs. Choose activities that uplift your heart: this is your key to the universe. Choose meditation. Try a restorative vinyasa class instead. It’s ok to know and admit you need rest, grounding, and slowness. You tend to be go-go-go like the wind, and you need to add some earth and water and warmth into your life on a regular basis. As much as you might hate and reject it with every cell of your being: routine is  very good and stabilizing for you",
                    "When stressed, you tend to self-medicate with sugar, as the sweet taste feels nourishing and brings a sense of relief, but you’re setting yourself up for a roller coaster if you don’t make it a point to support your constitutional needs. A blood sugar rise will only exacerbate your tendency to over-extend yourself when you actually need rest.The resulting crashes and out of control. Insomnia is common under these conditions, as well as a tendency to forget to eat, and weight loss."
                ],
                "tip": {
                    "title": "Before you read on…",
                    "texts": [
                        "Some of the descriptions below might not quite fit with you, but remember that a Kapha type also contains lesser amounts of Pita and Kapha which express themselves differently.",
                        "So… if something here doesn’t seem to relate to your body, then know that the Pita and Kapha forces must be dominating this particular area within you are expressing different qualities."
                    ]
                }
            }
        },
        {
            "name": "Foods and Diet",
            "link": "foods-and-diet",
            "content": {
                "titles": [
                    "Kapha and Diet"
                ],
                "texts": [
                    "Kapha is one of the doshas that really does not do well on a high raw diet due to the coldness of the energy. They are one of the doshas that benefits from clean sources of animal products,because they need the grounded, dense, earthy, unctuous quality they provide to counteract the dry, brittle, and coldness in their nature. ",
                    "Focus on sweet, salty, and sour flavors. Now, choosing sweet does not mean having a free-for-all with overt sugars: complex-carbohydrates and healthy fats will work with you to help calm your mind. Choose warm over cold, and moist or unctuous instead of dry and plain: seek out cooked grains with a swirl of ghee or olive oil, soups, warming herbs, and stewed fruits. Make sure you drink plenty of water, warm is best. It’s important for your digestion and energy to stay hydrated, and well lubricated. As Kapha dominates in the Winter, be  articularly mindful about staying balanced during the cold, dry months ofthe year.",
                    "Cook your foods for the best digestion. Keep the “raw” to fresh sweet, heavy fruits, pickles and condiments."
                ],
                "topImg": {
                    "source": "http://via.placeholder.com/801x329",
                    "desc": "some desc here",
                    "offset": "left"
                },
                "tabsToAccordion": {
                    "type": "purple",
                    "title": "Good to eat",
                    "foods": [
                        {
                            "title": "Vegetables",
                            "food": ["All bitter greens", "cabbage", "cauliflower", "Brussels sprouts", "sweet-corn", "swede", "radish", "green beans", "leeks", "lettuce", "peas", "potatoes", "cooked tomato", "mushrooms ", "car-rots", "celery", "broccoli", "garlic", "bok choy", "onions", "green/red peppers", "beetroot", "kale ", "watercress", "turnips"]
                        },
                        {
                            "title": "Fruits",
                            "food": ["Some fruits"]
                        },
                        {
                            "title": "Legumes",
                            "food": ["Some Legumes"]
                        },
                        {
                            "title": "Grains",
                            "food": ["Some graints"]
                        },
                        {
                            "title": "Meat",
                            "food": ["Some meat"]
                        },
                        {
                            "title": "Dairy",
                            "food": ["Some dairy"]
                        }
                    ]
                },
                "tabsToAccordion2": {
                    "type": "pink",
                    "title": "Better to avoid",
                    "foods": [
                        {
                            "title": "Vegetables",
                            "food": ["All bitter greens", "cabbage", "cauliflower", "Brussels sprouts", "sweet-corn", "swede", "radish", "green beans", "leeks", "lettuce", "peas", "potatoes", "cooked tomato", "mushrooms ", "car-rots", "celery", "broccoli", "garlic", "bok choy", "onions", "green/red peppers", "beetroot", "kale ", "watercress", "turnips"]
                        },
                        {
                            "title": "Fruits",
                            "food": ["Some fruits"]
                        },
                        {
                            "title": "Legumes",
                            "food": ["Some Legumes"]
                        },
                        {
                            "title": "Grains",
                            "food": ["Some graints"]
                        },
                        {
                            "title": "Meat",
                            "food": ["Some meat"]
                        },
                        {
                            "title": "Dairy",
                            "food": ["Some dairy"]
                        }
                    ]
                }
            }
        }, {
            "name": "Exercise",
            "link": "exercise",
            "content": {
                "titles": ["Kapha and Exercise"],
                "texts": [
                    "Kaphas hate to exercise regularly and yet they are the most in need of it to overcome sluggishness and laziness in the mind and body. While you are prone to being sedentary, taking it easy, and going with flow: now is the time for you to jump and get active. This is the number one way to balance kapha’s lymph-y tendencies and the fact that it’s far too easy for you to gain unwanted pounds. You’re not doomed to any fate except that which you’re not wiling to work for. Your biggest lesson is to learn how to match your input with your output.",
                    "You need that increase for your metabolic rate, and muscles burn more calories, even when you come to a standstill. Your insulin works better. Your glucose transference in and out of your muscles and cells becomes more efficient. Everything in your body works better when you move. The more sedentary you become, the more prone you are to insulin issues, diabetes, and even cancer.",
                    "Don’t rely on counting caloriesя to keep you slim, instead look at food as fuel for your activities: and then use them to push your movements into more challenging arenas. You have wonderful endurance! Find ways you really love to move your body. 30 minutes to  an hour everyday of strenuous, dynamic movement is all you need. And get up early to do it."
                ],
                "typesOfExercises": [
                    "Aerobics",
                    "Ashtanga Yoga",
                    "Belly dancing",
                    "Dancing",
                    "Power ",
                    "Walking",
                    "Running",
                    "Rowing ",
                    "Soccer",
                    "Zumba"
                ],
                "topImg": {
                    "source": "http://via.placeholder.com/801x329",
                    "desc": "some desc here",
                    "offset": "left"
                }
            }
        },
        {
            "name": "Herbs",
            "link": "herbs",
            "content": {
                "titles": ["Recommended Herbs for Kapha"],
                "texts": [
                    "The Ayurvedic view of any illness or disease is due to a weakness or aggravation in your body that’s gotten out of control, or become concentrated. We all tend to “whack ourselves out” in particular ways, but how and where it expresses itself is how the ancient physicians knew what was needed to restore balance.",
                    "These are a few of our herbal tonic suggestions to upright your mind-body complex. Note: always choose whole herbs over tinctures; they are better designed to help support your body’s natural functioning and healing."
                ],
                "topImg": {
                    "source": "http://via.placeholder.com/801x329",
                    "desc": "some desc here",
                    "offset": "left"
                },
                "collapseData": [
                    {
                       "title": "Brahmi",
                       "text": "This is a known adaptogenic tonic, and works to rebuild the body and nervous system when its been depleted by stress. It is a revitalizer, uplifts energy levels naturally, and promotes a nourishing effect for the reproductive systems of both the male and female bodies."
                    },
                    {
                        "title": "Manjistha",
                        "text": "This is a known adaptogenic tonic, and works to rebuild the body and nervous system when its been depleted by stress. It is a revitalizer, uplifts energy levels naturally, and promotes a nourishing effect for the reproductive systems of both the male and female bodies."
                    },
                    {
                        "title": "Trikatu",
                        "text": "This is a known adaptogenic tonic, and works to rebuild the body and nervous system when its been depleted by stress. It is a revitalizer, uplifts energy levels naturally, and promotes a nourishing effect for the reproductive systems of both the male and female bodies."
                    },
                    {
                        "title": "Ashwaganda",
                        "text": "This is a known adaptogenic tonic, and works to rebuild the body and nervous system when its been depleted by stress. It is a revitalizer, uplifts energy levels naturally, and promotes a nourishing effect for the reproductive systems of both the male and female bodies."
                    },
                    {
                        "title": "Triphala",
                        "text": "This is a known adaptogenic tonic, and works to rebuild the body and nervous system when its been depleted by stress. It is a revitalizer, uplifts energy levels naturally, and promotes a nourishing effect for the reproductive systems of both the male and female bodies."
                    },
                    {
                        "title": "Guggulu",
                        "text": "This is a known adaptogenic tonic, and works to rebuild the body and nervous system when its been depleted by stress. It is a revitalizer, uplifts energy levels naturally, and promotes a nourishing effect for the reproductive systems of both the male and female bodies."
                    },
                    {
                        "title": "Turmeric",
                        "text": "This is a known adaptogenic tonic, and works to rebuild the body and nervous system when its been depleted by stress. It is a revitalizer, uplifts energy levels naturally, and promotes a nourishing effect for the reproductive systems of both the male and female bodies."
                    }
                ]
            }
        },
        {
            "name": "Spices",
            "link": "spices",
            "content": {
                "titles": ["Recommended Spices for Kapha"],
                "texts": [
                   "Cras semper nisi vitae arcu congue euismod. In sit amet varius nisi. Nullam eu orci hendrerit lorem aliquet blandit. Pellentesque ac hendrerit nibh. Cras semper nisi vitae arcu congue euismod. In sit amet varius nisi. Nullam eu orci hendrerit lorem aliquet blandit. Pellentesque ac hendrerit nibh."
                ],
                "spicesList": [
                    "Asafetida", 
                    "Ajwan", 
                    "Anise", 
                    "Basil", 
                    "Bay Leaves", 
                    "Black pepper", 
                    "Cardamom", 
                    "Caraway", 
                    "Cayenne", 
                    "Ceylon ", 
                    "Chili", 
                    "Cloves", 
                    "Coriander", 
                    "Cumin", 
                    "Dill", 
                    "Fennel", 
                    "Fenugreek", 
                    "Ginger", 
                    "Juniper", 
                    "Marjoram", 
                    "Mint", 
                    "Mustard", 
                    "Neem", 
                    "Nutmeg", 
                    "Oregano", 
                    "Paprika", 
                    "Parsley", 
                    "Pippali", 
                    "Poppy seeds", 
                    "Rosemary", 
                    "Cinnamon", 
                    "Saffron", 
                    "Savory", 
                    "Sage", 
                    "Tarragon", 
                    "Trikatu", 
                    "Turmeric", 
                    "Vanilla"
                ],
                "topImg": {
                    "source": "http://via.placeholder.com/801x329",
                    "desc": "some desc here",
                    "offset": "left"
                }
            }
        },
        {
            "name": "Aromatherapy",
            "link": "aromatherapy",
            "content": {
                "titles": ["Kapha and Aromatherapy"],
                "texts": [
                    "The Ayurvedic view of any illness or disease is due to a weakness or aggravation in your body that’s gotten out of control, or become concentrated. We all tend to “whack ourselves out” in particular ways, but how and where it expresses itself is how the ancient physicians knew what was needed to restore balance.",
                    "These are a few of our herbal tonic suggestions to upright your mind-body complex. Note: always choose whole herbs over tinctures; they are better designed to help support your body’s natural functioning and healing."
                ],
                "topImg": {
                    "source": "http://via.placeholder.com/801x329",
                    "desc": "some desc here",
                    "offset": "left"
                },
                "collapseData": [
                    {
                       "title": "Brahmi",
                       "text": "This is a known adaptogenic tonic, and works to rebuild the body and nervous system when its been depleted by stress. It is a revitalizer, uplifts energy levels naturally, and promotes a nourishing effect for the reproductive systems of both the male and female bodies."
                    },
                    {
                        "title": "Manjistha",
                        "text": "This is a known adaptogenic tonic, and works to rebuild the body and nervous system when its been depleted by stress. It is a revitalizer, uplifts energy levels naturally, and promotes a nourishing effect for the reproductive systems of both the male and female bodies."
                    },
                    {
                        "title": "Trikatu",
                        "text": "This is a known adaptogenic tonic, and works to rebuild the body and nervous system when its been depleted by stress. It is a revitalizer, uplifts energy levels naturally, and promotes a nourishing effect for the reproductive systems of both the male and female bodies."
                    },
                    {
                        "title": "Ashwaganda",
                        "text": "This is a known adaptogenic tonic, and works to rebuild the body and nervous system when its been depleted by stress. It is a revitalizer, uplifts energy levels naturally, and promotes a nourishing effect for the reproductive systems of both the male and female bodies."
                    },
                    {
                        "title": "Triphala",
                        "text": "This is a known adaptogenic tonic, and works to rebuild the body and nervous system when its been depleted by stress. It is a revitalizer, uplifts energy levels naturally, and promotes a nourishing effect for the reproductive systems of both the male and female bodies."
                    },
                    {
                        "title": "Guggulu",
                        "text": "This is a known adaptogenic tonic, and works to rebuild the body and nervous system when its been depleted by stress. It is a revitalizer, uplifts energy levels naturally, and promotes a nourishing effect for the reproductive systems of both the male and female bodies."
                    },
                    {
                        "title": "Turmeric",
                        "text": "This is a known adaptogenic tonic, and works to rebuild the body and nervous system when its been depleted by stress. It is a revitalizer, uplifts energy levels naturally, and promotes a nourishing effect for the reproductive systems of both the male and female bodies."
                    }
                ]
            }
        },
        {
            "name": "Massage",
            "link": "massage",
            "content": {
                "titles": ["Kapha and Abhyanga"],
                "texts": [
                    "We recommend making a tiny space to spend an hour each day. We know this seems impossible for most people in their busy lives, but for YOU, it is essential you make it a point to “recharge”. This will support you to avoid becoming overwhelmed or anxious. If you have spiritual aspirations, this will preserve your vital energies.",
                    "You need time to transition, and you need time outs. Choose activities that uplift your heart: this is your key to the universe. Choose meditation. Try a restorative vinyasa class instead. It’s ok to know and admit you need rest, grounding, and slowness. You tend to be go-go-go like the wind, and you need to add some earth and water and warmth into your life on a regular basis. As much as you might hate and reject it with every cell of your being: routine is very good and stabilizing for you."
                ],
                "topImg": {
                    "source": "http://via.placeholder.com/801x329",
                    "desc": "some desc here",
                    "offset": "left"
                },
                "quotes": ["“The body of one who uses oil massage regularly does not become affected much even if subjected to accidental injuries, or strenuous work. By using oil massage daily, a person is endowed with pleasant touch, trimmed body parts and becomes strong, charming and least affected by old age.” — Charaka Samhita Vol. 1, V: 88-89"]
            }
        },
        {
            "name": "Yoga",
            "link": "yoga",
            "content": {
                "titles": ["Kapha and Yoga"],
                "texts": [
                    "Surya Namaskar or Sun Salutations are good for every dosha. It is a safe vinyasa flow that gently massages every organ and stretches every muscle in your body. Plus, it feels so good. Surya Namaskar is the bodily equivalent to the Gayatri mantra, a prayer to the life-giving force in the universe.",
                    "If you’re new to the series, we recommend starting slow, and work your way up from 1 round to 4 daily, and pay attention to your breath as you move through the poses. It’s more important to achieve the correct poses than to rush through them. But once you get the form down, pick up your speed. You’re definitely looking to break a sweat.",
                    "Kapha types need to practice Surya Namaskar in sequence and briskly, you must resist the temptation to take it slow and easy. You need the vigorous movement.",
                    "Any postures that kapha engages in should pay special attention to the core, opening the chest and lungs, and upper body as this is the place where kapha tends to coagulate. Inverted postures and dynamic poses that require strength and balance stimulate the metabolic rate. Always think about carrying your heart high.",
                    "A good protracted poses for Kapha is Ardha Matsyasana or Half Fishes Pose. This encourages a healthy flow of prana (life force) in the system and is especially good for those who suffer with congestion or asthma."
                ],
                "topImg": {
                    "source": "http://via.placeholder.com/801x329",
                    "desc": "some desc here",
                    "offset": "left"
                }
            }
        },
        {
            "name": "Colors",
            "link": "colors",
            "content": {
                "titles": ["Kapha and Colors"],
                "texts": [
                    "As we live in a sensual world, we are affected by everything we see, smell, hear, taste and touch. Everything we experience through our five senses carries an energy and sensation with it that transcends its objectivity. When it comes to what we see in our environment, the colors we surround ourselves with, or even wear, can have profound effects. So, we want you to think about it: are you choosing colors that uplift your dosha?",
                    "Kapha is most pacified by warm, dynamic colors that can bring heat and promote movement, vitality and a sense of vigor to your cooler, wetter, sluggish, tendencies. As you tend to run cooler and thicker in the body and calm mind, you need some sunny activity to burn through the fog. We want you to think about… well, avoiding white in general; try to stick with enlivening colors, because kapha secretions in the body tend to be white and cool. Go for red, crimson, oranges, and in general, bright, fiery colors."
                ],
                "topImg": {
                    "source": "http://via.placeholder.com/801x329",
                    "desc": "some desc here",
                    "offset": "left"
                }
            }
        },
        {
            "name": "Mantras",
            "link": "mantras",
            "content": {
                "titles": ["Kapha Mantras"],
                "texts": [
                    "In the Vedic philosophy, creation is dependent on light and sound, thus a mantra is a word, phrase, or sound root that is used to create a certain vibration within your physiology. By using these spiritual roots, phrases, and sounds, you invite the mind to operate in a deeper, subtler way. It can be life changing as a regular practice.",
                    "As a Kapha, you already benefit from a calmer, serene quality to your mind; but if you’re unbalanced, you may trend towards depression and possessiveness. In this case, you need regular opportunities cultivate joy and energy. So we want to recommend a mantra that not only uplifts, but purifies and cleanses the psychophysiology.",
                    "One of the very best prayers and phrases for you to contemplate is as follows:",
                    "Another one is So-Hum (inhale on so, exhale on hum)."
                ],
                "topImg": {
                    "source": "http://via.placeholder.com/801x329",
                    "desc": "some desc here",
                    "offset": "left"
                },
                "quotes": [
                    "Asato ma sadgamaya;", 
                    "Tamaso ma jyotir gamaya; ",
                    "Mrtyorma amritam gamaya",
                    "AUM, shanti, Shanti, Shanti",
                    " ",
                    "(Lead me from unreal to the real;", 
                    "Lead me from darkness into light;", 
                    "Lead me from death to immortality.", 
                    "Om, peace, peace, peace)"
                ]
            }
        },
        {
            "name": "Gems",
            "link": "gems",
            "content": {
                "titles": ["Kapha and Gems"],
                "texts": [
                    "The Ayurvedic view of any illness or disease is due to a weakness or aggravation in your body that’s gotten out of control, or become concentrated. We all tend to “whack ourselves out” in particular ways, but how and where it expresses itself is how the ancient physicians knew what was needed to restore balance.",
                    "These are a few of our herbal tonic suggestions to upright your mind-body complex. Note: always choose whole herbs over tinctures; they are better designed to help support your body’s natural functioning and healing."
                ],
                "topImg": {
                    "source": "http://via.placeholder.com/801x329",
                    "desc": "some desc here",
                    "offset": "left"
                }
            }
        },
        {
            "name": "Meal Plans",
            "link": "meal-plans",
            "content": {
                "titles": ["Meal Plans for Kapha"],
                "texts": [
                    "Here'll be meal plans for Kapha yoga type"
                ],
                "topImg": {
                    "source": "http://via.placeholder.com/801x329",
                    "desc": "some desc here",
                    "offset": "left"
                }
            }
        }
    ], 
    "kapha-vatta": [
        {
            "name": "Overview",
            "link": "overview",
            "content": {
                "titles": [
                    "Hey, Johanson.<br/> According to the quiz, <b>your body type is Kapha-Vata.</b>",
                    "Here’s what you should know about Kapha-Vata…",
                    "Kapha-Vata’s Elemental Traits & Characteristics",
                    "Kapha-Vata and Spirituality",
                    "Kapha-Vata and the World",
                    "Kapha-Vata and Relationships",
                    "Kapha-Vata and Daily Life"
                ],
                "texts": [
                    "When we discover our dosha, we learn where and how these forces move and accumulate, which leads us to understand how health or disease manifests in our body and psychology.",
                    "When we discover our dosha, we learn where and how these forces move and accumulate, which leads us to understand how health or disease manifests in our body and psychology. By bringing awareness to our state of being, we learn about the strengths and weaknesses in our constitution, e.g. those places unique to us which require more attention in order to remain in balance.",
                    "When we speak about the doshas: Kapha-Vata, Kapha-Vata, and Kapha-Vata, we are talking about the natural elements and their qualities of being: ether (space), air, fire, water, and earth. In their combinations, each participates in the construction of individual bodies and personalities. As each element has its own temperament and attribute to contribute, this leads to a certain tendency of expression within you.",
                    "Kapha-Vata is brittle, airy, cold, prone roughness, wrinkling, and dryness: like a tree in the winter. It’s windy, and forces other things to move. You are slender, sensitive to chill, and suffer from dry or rough skin conditions, and irregular digestion or appetite. You are an imaginative, creative, quick thinking type of person. You love experiencing new things, ideas, people, and places. You grasp new concepts with vigor, but have a hard time holding onto them; maybe even your keys or other easily misplaced items. You experience bursts of energy and tend to walk and talk fast. You’re always on the go and often find the only way you feel productive is if you’re doing something all the time, but then wonder why you suddenly feel so tired.",
                    "Being ruled by air, music and sounds move you into, or out of, balance. The big city life and the sounds of the world on the go can feel cacophonous and jarring to your more delicate sensibilities. You are emotionally sensitive, and find urself moved to tears by feelings of beauty, grief, and gratitude. Your mind is always working.",
                    "As a Kapha-Vata, you, more than any other dosha have the potential to successfully lead a very spiritual life, because of the association with ether - the principle spiritual substance in manifestation. If this is not an important part of your life yet, it might be worth considering.",
                    "Cras semper nisi vitae arcu congue euismod. In sit amet varius nisi. Nullam eu orci hendrerit lorem aliquet blandit. Pellentesque ac hendrerit nibh. Cras semper nisi vitae arcu congue euismod. In sit amet varius nisi. Nullam eu orci hendrerit lorem aliquet blandit. Pellentesque ac hendrerit nibh.",
                    "Kapha-Vatas are also prone to feeling misunderstood, and you often are. Perhaps you recognize within yourself the personal experience that you feel different than your peers, or don’t belong, etc.",
                    "As a note of both validation and caution: one of the worst things you can do is take it upon yourself to try and be and desire what you see others wanting and expressing as their sense of self: this will only deplete and imbalance you. You can’t try and be part of the crowd, you have to forge your own path.",
                    "As a Kapha-Vata, you, more than any other dosha have the potential to successfully lead a very spiritual life, because of the association with ether - the principle spiritual substance in manifestation. If this is not an important part of your life yet, it might be worth considering.",
                    "Cras semper nisi vitae arcu congue euismod. In sit amet varius nisi. Nullam eu orci hendrerit lorem aliquet blandit. Pellentesque ac hendrerit nibh. Cras semper nisi vitae arcu congue euismod. In sit amet varius nisi. Nullam eu orcihendrerit lorem aliquet blandit. Pellentesque ac hendrerit nibh.",
                    "As a Kapha-Vata, you, more than any other dosha have the potential to successfully lead a very spiritual life, because of the association with ether - the principle spiritual substance in manifestation. If this is not an important part of your life yet, it might be worth considering.",
                    "Cras semper nisi vitae arcu congue euismod. In sit amet varius nisi. Nullam eu orci hendrerit lorem aliquet blandit. Pellentesque ac hendrerit nibh. Cras semper nisi vitae arcu congue euismod. In sit amet varius nisi. Nullam eu orci hendrerit lorem aliquet blandit. Pellentesque ac hendrerit nibh.",
                    "We recommend making a tiny space to spend an hour each day. We know this seems impossible for most people in their busy lives, but for YOU, it is essential you make it a point to “recharge”. This will support you to avoid becoming overwhelmed or anxious. If you have spiritual aspirations, this will preserve your vital energies.",
                    "You need time to transition, and you need time outs. Choose activities that uplift your heart: this is your key to the universe. Choose meditation. Try a restorative vinyasa class instead. It’s ok to know and admit you need rest, grounding, and slowness. You tend to be go-go-go like the wind, and you need to add some earth and water and warmth into your life on a regular basis. As much as you might hate and reject it with every cell of your being: routine is  very good and stabilizing for you",
                    "When stressed, you tend to self-medicate with sugar, as the sweet taste feels nourishing and brings a sense of relief, but you’re setting yourself up for a roller coaster if you don’t make it a point to support your constitutional needs. A blood sugar rise will only exacerbate your tendency to over-extend yourself when you actually need rest.The resulting crashes and out of control. Insomnia is common under these conditions, as well as a tendency to forget to eat, and weight loss."
                ],
                "tip": {
                    "title": "Before you read on…",
                    "texts": [
                        "Some of the descriptions below might not quite fit with you, but remember that a Kapha-Vata type also contains lesser amounts of Pita and Kapha-Vata which express themselves differently.",
                        "So… if something here doesn’t seem to relate to your body, then know that the Pita and Kapha-Vata forces must be dominating this particular area within you are expressing different qualities."
                    ]
                }
            }
        },
        {
            "name": "Foods and Diet",
            "link": "foods-and-diet",
            "content": {
                "titles": [
                    "Kapha-Vata and Diet"
                ],
                "texts": [
                    "Kapha-Vata is one of the doshas that really does not do well on a high raw diet due to the coldness of the energy. They are one of the doshas that benefits from clean sources of animal products,because they need the grounded, dense, earthy, unctuous quality they provide to counteract the dry, brittle, and coldness in their nature. ",
                    "Focus on sweet, salty, and sour flavors. Now, choosing sweet does not mean having a free-for-all with overt sugars: complex-carbohydrates and healthy fats will work with you to help calm your mind. Choose warm over cold, and moist or unctuous instead of dry and plain: seek out cooked grains with a swirl of ghee or olive oil, soups, warming herbs, and stewed fruits. Make sure you drink plenty of water, warm is best. It’s important for your digestion and energy to stay hydrated, and well lubricated. As Kapha-Vata dominates in the Winter, be  articularly mindful about staying balanced during the cold, dry months ofthe year.",
                    "Cook your foods for the best digestion. Keep the “raw” to fresh sweet, heavy fruits, pickles and condiments."
                ],
                "topImg": {
                    "source": "http://via.placeholder.com/801x329",
                    "desc": "some desc here",
                    "offset": "left"
                },
                "tabsToAccordion": {
                    "type": "purple",
                    "title": "Good to eat",
                    "foods": [
                        {
                            "title": "Vegetables",
                            "food": ["All bitter greens", "cabbage", "cauliflower", "Brussels sprouts", "sweet-corn", "swede", "radish", "green beans", "leeks", "lettuce", "peas", "potatoes", "cooked tomato", "mushrooms ", "car-rots", "celery", "broccoli", "garlic", "bok choy", "onions", "green/red peppers", "beetroot", "kale ", "watercress", "turnips"]
                        },
                        {
                            "title": "Fruits",
                            "food": ["Some fruits"]
                        },
                        {
                            "title": "Legumes",
                            "food": ["Some Legumes"]
                        },
                        {
                            "title": "Grains",
                            "food": ["Some graints"]
                        },
                        {
                            "title": "Meat",
                            "food": ["Some meat"]
                        },
                        {
                            "title": "Dairy",
                            "food": ["Some dairy"]
                        }
                    ]
                },
                "tabsToAccordion2": {
                    "type": "pink",
                    "title": "Better to avoid",
                    "foods": [
                        {
                            "title": "Vegetables",
                            "food": ["All bitter greens", "cabbage", "cauliflower", "Brussels sprouts", "sweet-corn", "swede", "radish", "green beans", "leeks", "lettuce", "peas", "potatoes", "cooked tomato", "mushrooms ", "car-rots", "celery", "broccoli", "garlic", "bok choy", "onions", "green/red peppers", "beetroot", "kale ", "watercress", "turnips"]
                        },
                        {
                            "title": "Fruits",
                            "food": ["Some fruits"]
                        },
                        {
                            "title": "Legumes",
                            "food": ["Some Legumes"]
                        },
                        {
                            "title": "Grains",
                            "food": ["Some graints"]
                        },
                        {
                            "title": "Meat",
                            "food": ["Some meat"]
                        },
                        {
                            "title": "Dairy",
                            "food": ["Some dairy"]
                        }
                    ]
                }
            }
        }, {
            "name": "Exercise",
            "link": "exercise",
            "content": {
                "titles": ["Kapha-Vata and Exercise"],
                "texts": [
                    "Kapha-Vatas hate to exercise regularly and yet they are the most in need of it to overcome sluggishness and laziness in the mind and body. While you are prone to being sedentary, taking it easy, and going with flow: now is the time for you to jump and get active. This is the number one way to balance Kapha-Vata’s lymph-y tendencies and the fact that it’s far too easy for you to gain unwanted pounds. You’re not doomed to any fate except that which you’re not wiling to work for. Your biggest lesson is to learn how to match your input with your output.",
                    "You need that increase for your metabolic rate, and muscles burn more calories, even when you come to a standstill. Your insulin works better. Your glucose transference in and out of your muscles and cells becomes more efficient. Everything in your body works better when you move. The more sedentary you become, the more prone you are to insulin issues, diabetes, and even cancer.",
                    "Don’t rely on counting caloriesя to keep you slim, instead look at food as fuel for your activities: and then use them to push your movements into more challenging arenas. You have wonderful endurance! Find ways you really love to move your body. 30 minutes to  an hour everyday of strenuous, dynamic movement is all you need. And get up early to do it."
                ],
                "typesOfExercises": [
                    "Aerobics",
                    "Ashtanga Yoga",
                    "Belly dancing",
                    "Dancing",
                    "Power ",
                    "Walking",
                    "Running",
                    "Rowing ",
                    "Soccer",
                    "Zumba"
                ],
                "topImg": {
                    "source": "http://via.placeholder.com/801x329",
                    "desc": "some desc here",
                    "offset": "left"
                }
            }
        },
        {
            "name": "Herbs",
            "link": "herbs",
            "content": {
                "titles": ["Recommended Herbs for Kapha-Vata"],
                "texts": [
                    "The Ayurvedic view of any illness or disease is due to a weakness or aggravation in your body that’s gotten out of control, or become concentrated. We all tend to “whack ourselves out” in particular ways, but how and where it expresses itself is how the ancient physicians knew what was needed to restore balance.",
                    "These are a few of our herbal tonic suggestions to upright your mind-body complex. Note: always choose whole herbs over tinctures; they are better designed to help support your body’s natural functioning and healing."
                ],
                "topImg": {
                    "source": "http://via.placeholder.com/801x329",
                    "desc": "some desc here",
                    "offset": "left"
                },
                "collapseData": [
                    {
                       "title": "Brahmi",
                       "text": "This is a known adaptogenic tonic, and works to rebuild the body and nervous system when its been depleted by stress. It is a revitalizer, uplifts energy levels naturally, and promotes a nourishing effect for the reproductive systems of both the male and female bodies."
                    },
                    {
                        "title": "Manjistha",
                        "text": "This is a known adaptogenic tonic, and works to rebuild the body and nervous system when its been depleted by stress. It is a revitalizer, uplifts energy levels naturally, and promotes a nourishing effect for the reproductive systems of both the male and female bodies."
                    },
                    {
                        "title": "Trikatu",
                        "text": "This is a known adaptogenic tonic, and works to rebuild the body and nervous system when its been depleted by stress. It is a revitalizer, uplifts energy levels naturally, and promotes a nourishing effect for the reproductive systems of both the male and female bodies."
                    },
                    {
                        "title": "Ashwaganda",
                        "text": "This is a known adaptogenic tonic, and works to rebuild the body and nervous system when its been depleted by stress. It is a revitalizer, uplifts energy levels naturally, and promotes a nourishing effect for the reproductive systems of both the male and female bodies."
                    },
                    {
                        "title": "Triphala",
                        "text": "This is a known adaptogenic tonic, and works to rebuild the body and nervous system when its been depleted by stress. It is a revitalizer, uplifts energy levels naturally, and promotes a nourishing effect for the reproductive systems of both the male and female bodies."
                    },
                    {
                        "title": "Guggulu",
                        "text": "This is a known adaptogenic tonic, and works to rebuild the body and nervous system when its been depleted by stress. It is a revitalizer, uplifts energy levels naturally, and promotes a nourishing effect for the reproductive systems of both the male and female bodies."
                    },
                    {
                        "title": "Turmeric",
                        "text": "This is a known adaptogenic tonic, and works to rebuild the body and nervous system when its been depleted by stress. It is a revitalizer, uplifts energy levels naturally, and promotes a nourishing effect for the reproductive systems of both the male and female bodies."
                    }
                ]
            }
        },
        {
            "name": "Spices",
            "link": "spices",
            "content": {
                "titles": ["Recommended Spices for Kapha-Vata"],
                "texts": [
                   "Cras semper nisi vitae arcu congue euismod. In sit amet varius nisi. Nullam eu orci hendrerit lorem aliquet blandit. Pellentesque ac hendrerit nibh. Cras semper nisi vitae arcu congue euismod. In sit amet varius nisi. Nullam eu orci hendrerit lorem aliquet blandit. Pellentesque ac hendrerit nibh."
                ],
                "spicesList": [
                    "Asafetida", 
                    "Ajwan", 
                    "Anise", 
                    "Basil", 
                    "Bay Leaves", 
                    "Black pepper", 
                    "Cardamom", 
                    "Caraway", 
                    "Cayenne", 
                    "Ceylon ", 
                    "Chili", 
                    "Cloves", 
                    "Coriander", 
                    "Cumin", 
                    "Dill", 
                    "Fennel", 
                    "Fenugreek", 
                    "Ginger", 
                    "Juniper", 
                    "Marjoram", 
                    "Mint", 
                    "Mustard", 
                    "Neem", 
                    "Nutmeg", 
                    "Oregano", 
                    "Paprika", 
                    "Parsley", 
                    "Pippali", 
                    "Poppy seeds", 
                    "Rosemary", 
                    "Cinnamon", 
                    "Saffron", 
                    "Savory", 
                    "Sage", 
                    "Tarragon", 
                    "Trikatu", 
                    "Turmeric", 
                    "Vanilla"
                ],
                "topImg": {
                    "source": "http://via.placeholder.com/801x329",
                    "desc": "some desc here",
                    "offset": "left"
                }
            }
        },
        {
            "name": "Aromatherapy",
            "link": "aromatherapy",
            "content": {
                "titles": ["Kapha-Vata and Aromatherapy"],
                "texts": [
                    "The Ayurvedic view of any illness or disease is due to a weakness or aggravation in your body that’s gotten out of control, or become concentrated. We all tend to “whack ourselves out” in particular ways, but how and where it expresses itself is how the ancient physicians knew what was needed to restore balance.",
                    "These are a few of our herbal tonic suggestions to upright your mind-body complex. Note: always choose whole herbs over tinctures; they are better designed to help support your body’s natural functioning and healing."
                ],
                "topImg": {
                    "source": "http://via.placeholder.com/801x329",
                    "desc": "some desc here",
                    "offset": "left"
                },
                "collapseData": [
                    {
                       "title": "Brahmi",
                       "text": "This is a known adaptogenic tonic, and works to rebuild the body and nervous system when its been depleted by stress. It is a revitalizer, uplifts energy levels naturally, and promotes a nourishing effect for the reproductive systems of both the male and female bodies."
                    },
                    {
                        "title": "Manjistha",
                        "text": "This is a known adaptogenic tonic, and works to rebuild the body and nervous system when its been depleted by stress. It is a revitalizer, uplifts energy levels naturally, and promotes a nourishing effect for the reproductive systems of both the male and female bodies."
                    },
                    {
                        "title": "Trikatu",
                        "text": "This is a known adaptogenic tonic, and works to rebuild the body and nervous system when its been depleted by stress. It is a revitalizer, uplifts energy levels naturally, and promotes a nourishing effect for the reproductive systems of both the male and female bodies."
                    },
                    {
                        "title": "Ashwaganda",
                        "text": "This is a known adaptogenic tonic, and works to rebuild the body and nervous system when its been depleted by stress. It is a revitalizer, uplifts energy levels naturally, and promotes a nourishing effect for the reproductive systems of both the male and female bodies."
                    },
                    {
                        "title": "Triphala",
                        "text": "This is a known adaptogenic tonic, and works to rebuild the body and nervous system when its been depleted by stress. It is a revitalizer, uplifts energy levels naturally, and promotes a nourishing effect for the reproductive systems of both the male and female bodies."
                    },
                    {
                        "title": "Guggulu",
                        "text": "This is a known adaptogenic tonic, and works to rebuild the body and nervous system when its been depleted by stress. It is a revitalizer, uplifts energy levels naturally, and promotes a nourishing effect for the reproductive systems of both the male and female bodies."
                    },
                    {
                        "title": "Turmeric",
                        "text": "This is a known adaptogenic tonic, and works to rebuild the body and nervous system when its been depleted by stress. It is a revitalizer, uplifts energy levels naturally, and promotes a nourishing effect for the reproductive systems of both the male and female bodies."
                    }
                ]
            }
        },
        {
            "name": "Massage",
            "link": "massage",
            "content": {
                "titles": ["Kapha-Vata and Abhyanga"],
                "texts": [
                    "We recommend making a tiny space to spend an hour each day. We know this seems impossible for most people in their busy lives, but for YOU, it is essential you make it a point to “recharge”. This will support you to avoid becoming overwhelmed or anxious. If you have spiritual aspirations, this will preserve your vital energies.",
                    "You need time to transition, and you need time outs. Choose activities that uplift your heart: this is your key to the universe. Choose meditation. Try a restorative vinyasa class instead. It’s ok to know and admit you need rest, grounding, and slowness. You tend to be go-go-go like the wind, and you need to add some earth and water and warmth into your life on a regular basis. As much as you might hate and reject it with every cell of your being: routine is very good and stabilizing for you."
                ],
                "topImg": {
                    "source": "http://via.placeholder.com/801x329",
                    "desc": "some desc here",
                    "offset": "left"
                },
                "quotes": ["“The body of one who uses oil massage regularly does not become affected much even if subjected to accidental injuries, or strenuous work. By using oil massage daily, a person is endowed with pleasant touch, trimmed body parts and becomes strong, charming and least affected by old age.” — Charaka Samhita Vol. 1, V: 88-89"]
            }
        },
        {
            "name": "Yoga",
            "link": "yoga",
            "content": {
                "titles": ["Kapha-Vata and Yoga"],
                "texts": [
                    "Surya Namaskar or Sun Salutations are good for every dosha. It is a safe vinyasa flow that gently massages every organ and stretches every muscle in your body. Plus, it feels so good. Surya Namaskar is the bodily equivalent to the Gayatri mantra, a prayer to the life-giving force in the universe.",
                    "If you’re new to the series, we recommend starting slow, and work your way up from 1 round to 4 daily, and pay attention to your breath as you move through the poses. It’s more important to achieve the correct poses than to rush through them. But once you get the form down, pick up your speed. You’re definitely looking to break a sweat.",
                    "Kapha-Vata types need to practice Surya Namaskar in sequence and briskly, you must resist the temptation to take it slow and easy. You need the vigorous movement.",
                    "Any postures that Kapha-Vata engages in should pay special attention to the core, opening the chest and lungs, and upper body as this is the place where Kapha-Vata tends to coagulate. Inverted postures and dynamic poses that require strength and balance stimulate the metabolic rate. Always think about carrying your heart high.",
                    "A good protracted poses for Kapha-Vata is Ardha Matsyasana or Half Fishes Pose. This encourages a healthy flow of prana (life force) in the system and is especially good for those who suffer with congestion or asthma."
                ],
                "topImg": {
                    "source": "http://via.placeholder.com/801x329",
                    "desc": "some desc here",
                    "offset": "left"
                }
            }
        },
        {
            "name": "Colors",
            "link": "colors",
            "content": {
                "titles": ["Kapha-Vata and Colors"],
                "texts": [
                    "As we live in a sensual world, we are affected by everything we see, smell, hear, taste and touch. Everything we experience through our five senses carries an energy and sensation with it that transcends its objectivity. When it comes to what we see in our environment, the colors we surround ourselves with, or even wear, can have profound effects. So, we want you to think about it: are you choosing colors that uplift your dosha?",
                    "Kapha-Vata is most pacified by warm, dynamic colors that can bring heat and promote movement, vitality and a sense of vigor to your cooler, wetter, sluggish, tendencies. As you tend to run cooler and thicker in the body and calm mind, you need some sunny activity to burn through the fog. We want you to think about… well, avoiding white in general; try to stick with enlivening colors, because Kapha-Vata secretions in the body tend to be white and cool. Go for red, crimson, oranges, and in general, bright, fiery colors."
                ],
                "topImg": {
                    "source": "http://via.placeholder.com/801x329",
                    "desc": "some desc here",
                    "offset": "left"
                }
            }
        },
        {
            "name": "Mantras",
            "link": "mantras",
            "content": {
                "titles": ["Kapha-Vata Mantras"],
                "texts": [
                    "In the Vedic philosophy, creation is dependent on light and sound, thus a mantra is a word, phrase, or sound root that is used to create a certain vibration within your physiology. By using these spiritual roots, phrases, and sounds, you invite the mind to operate in a deeper, subtler way. It can be life changing as a regular practice.",
                    "As a Kapha-Vata, you already benefit from a calmer, serene quality to your mind; but if you’re unbalanced, you may trend towards depression and possessiveness. In this case, you need regular opportunities cultivate joy and energy. So we want to recommend a mantra that not only uplifts, but purifies and cleanses the psychophysiology.",
                    "One of the very best prayers and phrases for you to contemplate is as follows:",
                    "Another one is So-Hum (inhale on so, exhale on hum)."
                ],
                "topImg": {
                    "source": "http://via.placeholder.com/801x329",
                    "desc": "some desc here",
                    "offset": "left"
                },
                "quotes": [
                    "Asato ma sadgamaya;", 
                    "Tamaso ma jyotir gamaya; ",
                    "Mrtyorma amritam gamaya",
                    "AUM, shanti, Shanti, Shanti",
                    " ",
                    "(Lead me from unreal to the real;", 
                    "Lead me from darkness into light;", 
                    "Lead me from death to immortality.", 
                    "Om, peace, peace, peace)"
                ]
            }
        },
        {
            "name": "Gems",
            "link": "gems",
            "content": {
                "titles": ["Kapha-Vata and Gems"],
                "texts": [
                    "The Ayurvedic view of any illness or disease is due to a weakness or aggravation in your body that’s gotten out of control, or become concentrated. We all tend to “whack ourselves out” in particular ways, but how and where it expresses itself is how the ancient physicians knew what was needed to restore balance.",
                    "These are a few of our herbal tonic suggestions to upright your mind-body complex. Note: always choose whole herbs over tinctures; they are better designed to help support your body’s natural functioning and healing."
                ],
                "topImg": {
                    "source": "http://via.placeholder.com/801x329",
                    "desc": "some desc here",
                    "offset": "left"
                }
            }
        },
        {
            "name": "Meal Plans",
            "link": "meal-plans",
            "content": {
                "titles": ["Meal Plans for Kapha-Vata"],
                "texts": [
                    "Here'll be meal plans for Kapha-Vata yoga type"
                ],
                "topImg": {
                    "source": "http://via.placeholder.com/801x329",
                    "desc": "some desc here",
                    "offset": "left"
                }
            }
        }
    ],
    "vatta-kapha": [
        {
            "name": "Overview",
            "link": "overview",
            "content": {
                "titles": [
                    "Hey, Johanson.<br/> According to the quiz, <b>your body type is Vatta-Kapha.</b>",
                    "Here’s what you should know about Vatta-Kapha…",
                    "Vatta-Kapha’s Elemental Traits & Characteristics",
                    "Vatta-Kapha and Spirituality",
                    "Vatta-Kapha and the World",
                    "Vatta-Kapha and Relationships",
                    "Vatta-Kapha and Daily Life"
                ],
                "texts": [
                    "When we discover our dosha, we learn where and how these forces move and accumulate, which leads us to understand how health or disease manifests in our body and psychology.",
                    "When we discover our dosha, we learn where and how these forces move and accumulate, which leads us to understand how health or disease manifests in our body and psychology. By bringing awareness to our state of being, we learn about the strengths and weaknesses in our constitution, e.g. those places unique to us which require more attention in order to remain in balance.",
                    "When we speak about the doshas: Vatta-Kapha, Pitta, and Kapha, we are talking about the natural elements and their qualities of being: ether (space), air, fire, water, and earth. In their combinations, each participates in the construction of individual bodies and personalities. As each element has its own temperament and attribute to contribute, this leads to a certain tendency of expression within you.",
                    "Vatta-Kapha is brittle, airy, cold, prone roughness, wrinkling, and dryness: like a tree in the winter. It’s windy, and forces other things to move. You are slender, sensitive to chill, and suffer from dry or rough skin conditions, and irregular digestion or appetite. You are an imaginative, creative, quick thinking type of person. You love experiencing new things, ideas, people, and places. You grasp new concepts with vigor, but have a hard time holding onto them; maybe even your keys or other easily misplaced items. You experience bursts of energy and tend to walk and talk fast. You’re always on the go and often find the only way you feel productive is if you’re doing something all the time, but then wonder why you suddenly feel so tired.",
                    "Being ruled by air, music and sounds move you into, or out of, balance. The big city life and the sounds of the world on the go can feel cacophonous and jarring to your more delicate sensibilities. You are emotionally sensitive, and find urself moved to tears by feelings of beauty, grief, and gratitude. Your mind is always working.",
                    "As a Vatta-Kapha, you, more than any other dosha have the potential to successfully lead a very spiritual life, because of the association with ether - the principle spiritual substance in manifestation. If this is not an important part of your life yet, it might be worth considering.",
                    "Cras semper nisi vitae arcu congue euismod. In sit amet varius nisi. Nullam eu orci hendrerit lorem aliquet blandit. Pellentesque ac hendrerit nibh. Cras semper nisi vitae arcu congue euismod. In sit amet varius nisi. Nullam eu orci hendrerit lorem aliquet blandit. Pellentesque ac hendrerit nibh.",
                    "Vatta-Kaphas are also prone to feeling misunderstood, and you often are. Perhaps you recognize within yourself the personal experience that you feel different than your peers, or don’t belong, etc.",
                    "As a note of both validation and caution: one of the worst things you can do is take it upon yourself to try and be and desire what you see others wanting and expressing as their sense of self: this will only deplete and imbalance you. You can’t try and be part of the crowd, you have to forge your own path.",
                    "As a Vatta-Kapha, you, more than any other dosha have the potential to successfully lead a very spiritual life, because of the association with ether - the principle spiritual substance in manifestation. If this is not an important part of your life yet, it might be worth considering.",
                    "Cras semper nisi vitae arcu congue euismod. In sit amet varius nisi. Nullam eu orci hendrerit lorem aliquet blandit. Pellentesque ac hendrerit nibh. Cras semper nisi vitae arcu congue euismod. In sit amet varius nisi. Nullam eu orcihendrerit lorem aliquet blandit. Pellentesque ac hendrerit nibh.",
                    "As a Vatta-Kapha, you, more than any other dosha have the potential to successfully lead a very spiritual life, because of the association with ether - the principle spiritual substance in manifestation. If this is not an important part of your life yet, it might be worth considering.",
                    "Cras semper nisi vitae arcu congue euismod. In sit amet varius nisi. Nullam eu orci hendrerit lorem aliquet blandit. Pellentesque ac hendrerit nibh. Cras semper nisi vitae arcu congue euismod. In sit amet varius nisi. Nullam eu orci hendrerit lorem aliquet blandit. Pellentesque ac hendrerit nibh.",
                    "We recommend making a tiny space to spend an hour each day. We know this seems impossible for most people in their busy lives, but for YOU, it is essential you make it a point to “recharge”. This will support you to avoid becoming overwhelmed or anxious. If you have spiritual aspirations, this will preserve your vital energies.",
                    "You need time to transition, and you need time outs. Choose activities that uplift your heart: this is your key to the universe. Choose meditation. Try a restorative vinyasa class instead. It’s ok to know and admit you need rest, grounding, and slowness. You tend to be go-go-go like the wind, and you need to add some earth and water and warmth into your life on a regular basis. As much as you might hate and reject it with every cell of your being: routine is  very good and stabilizing for you",
                    "When stressed, you tend to self-medicate with sugar, as the sweet taste feels nourishing and brings a sense of relief, but you’re setting yourself up for a roller coaster if you don’t make it a point to support your constitutional needs. A blood sugar rise will only exacerbate your tendency to over-extend yourself when you actually need rest.The resulting crashes and out of control. Insomnia is common under these conditions, as well as a tendency to forget to eat, and weight loss."
                ],
                "tip": {
                    "title": "Before you read on…",
                    "texts": [
                        "Some of the descriptions below might not quite fit with you, but remember that a Vatta-Kapha type also contains lesser amounts of Pita and Kapha which express themselves differently.",
                        "So… if something here doesn’t seem to relate to your body, then know that the Pita and Kapha forces must be dominating this particular area within you are expressing different qualities."
                    ]
                }
            }
        },
        {
            "name": "Foods and Diet",
            "link": "foods-and-diet",
            "content": {
                "titles": [
                    "Vatta-Kapha and Diet"
                ],
                "texts": [
                    "Vatta-Kapha is one of the doshas that really does not do well on a high raw diet due to the coldness of the energy. They are one of the doshas that benefits from clean sources of animal products,because they need the grounded, dense, earthy, unctuous quality they provide to counteract the dry, brittle, and coldness in their nature. ",
                    "Focus on sweet, salty, and sour flavors. Now, choosing sweet does not mean having a free-for-all with overt sugars: complex-carbohydrates and healthy fats will work with you to help calm your mind. Choose warm over cold, and moist or unctuous instead of dry and plain: seek out cooked grains with a swirl of ghee or olive oil, soups, warming herbs, and stewed fruits. Make sure you drink plenty of water, warm is best. It’s important for your digestion and energy to stay hydrated, and well lubricated. As Vatta-Kapha dominates in the Winter, be  articularly mindful about staying balanced during the cold, dry months ofthe year.",
                    "Cook your foods for the best digestion. Keep the “raw” to fresh sweet, heavy fruits, pickles and condiments."
                ],
                "topImg": {
                    "source": "http://via.placeholder.com/801x329",
                    "desc": "some desc here",
                    "offset": "left"
                },
                "tabsToAccordion": {
                    "type": "purple",
                    "title": "Good to eat",
                    "foods": [
                        {
                            "title": "Vegetables",
                            "food": ["All bitter greens", "cabbage", "cauliflower", "Brussels sprouts", "sweet-corn", "swede", "radish", "green beans", "leeks", "lettuce", "peas", "potatoes", "cooked tomato", "mushrooms ", "car-rots", "celery", "broccoli", "garlic", "bok choy", "onions", "green/red peppers", "beetroot", "kale ", "watercress", "turnips"]
                        },
                        {
                            "title": "Fruits",
                            "food": ["Some fruits"]
                        },
                        {
                            "title": "Legumes",
                            "food": ["Some Legumes"]
                        },
                        {
                            "title": "Grains",
                            "food": ["Some graints"]
                        },
                        {
                            "title": "Meat",
                            "food": ["Some meat"]
                        },
                        {
                            "title": "Dairy",
                            "food": ["Some dairy"]
                        }
                    ]
                },
                "tabsToAccordion2": {
                    "type": "pink",
                    "title": "Better to avoid",
                    "foods": [
                        {
                            "title": "Vegetables",
                            "food": ["All bitter greens", "cabbage", "cauliflower", "Brussels sprouts", "sweet-corn", "swede", "radish", "green beans", "leeks", "lettuce", "peas", "potatoes", "cooked tomato", "mushrooms ", "car-rots", "celery", "broccoli", "garlic", "bok choy", "onions", "green/red peppers", "beetroot", "kale ", "watercress", "turnips"]
                        },
                        {
                            "title": "Fruits",
                            "food": ["Some fruits"]
                        },
                        {
                            "title": "Legumes",
                            "food": ["Some Legumes"]
                        },
                        {
                            "title": "Grains",
                            "food": ["Some graints"]
                        },
                        {
                            "title": "Meat",
                            "food": ["Some meat"]
                        },
                        {
                            "title": "Dairy",
                            "food": ["Some dairy"]
                        }
                    ]
                }
            }
        }, {
            "name": "Exercise",
            "link": "exercise",
            "content": {
                "titles": ["Vatta-Kapha and Exercise"],
                "texts": [
                    "Kaphas hate to exercise regularly and yet they are the most in need of it to overcome sluggishness and laziness in the mind and body. While you are prone to being sedentary, taking it easy, and going with flow: now is the time for you to jump and get active. This is the number one way to balance kapha’s lymph-y tendencies and the fact that it’s far too easy for you to gain unwanted pounds. You’re not doomed to any fate except that which you’re not wiling to work for. Your biggest lesson is to learn how to match your input with your output.",
                    "You need that increase for your metabolic rate, and muscles burn more calories, even when you come to a standstill. Your insulin works better. Your glucose transference in and out of your muscles and cells becomes more efficient. Everything in your body works better when you move. The more sedentary you become, the more prone you are to insulin issues, diabetes, and even cancer.",
                    "Don’t rely on counting caloriesя to keep you slim, instead look at food as fuel for your activities: and then use them to push your movements into more challenging arenas. You have wonderful endurance! Find ways you really love to move your body. 30 minutes to  an hour everyday of strenuous, dynamic movement is all you need. And get up early to do it."
                ],
                "typesOfExercises": [
                    "Aerobics",
                    "Ashtanga Yoga",
                    "Belly dancing",
                    "Dancing",
                    "Power ",
                    "Walking",
                    "Running",
                    "Rowing ",
                    "Soccer",
                    "Zumba"
                ],
                "topImg": {
                    "source": "http://via.placeholder.com/801x329",
                    "desc": "some desc here",
                    "offset": "left"
                }
            }
        },
        {
            "name": "Herbs",
            "link": "herbs",
            "content": {
                "titles": ["Recommended Herbs for Vatta-Kapha"],
                "texts": [
                    "The Ayurvedic view of any illness or disease is due to a weakness or aggravation in your body that’s gotten out of control, or become concentrated. We all tend to “whack ourselves out” in particular ways, but how and where it expresses itself is how the ancient physicians knew what was needed to restore balance.",
                    "These are a few of our herbal tonic suggestions to upright your mind-body complex. Note: always choose whole herbs over tinctures; they are better designed to help support your body’s natural functioning and healing."
                ],
                "topImg": {
                    "source": "http://via.placeholder.com/801x329",
                    "desc": "some desc here",
                    "offset": "left"
                },
                "collapseData": [
                    {
                       "title": "Brahmi",
                       "text": "This is a known adaptogenic tonic, and works to rebuild the body and nervous system when its been depleted by stress. It is a revitalizer, uplifts energy levels naturally, and promotes a nourishing effect for the reproductive systems of both the male and female bodies."
                    },
                    {
                        "title": "Manjistha",
                        "text": "This is a known adaptogenic tonic, and works to rebuild the body and nervous system when its been depleted by stress. It is a revitalizer, uplifts energy levels naturally, and promotes a nourishing effect for the reproductive systems of both the male and female bodies."
                    },
                    {
                        "title": "Trikatu",
                        "text": "This is a known adaptogenic tonic, and works to rebuild the body and nervous system when its been depleted by stress. It is a revitalizer, uplifts energy levels naturally, and promotes a nourishing effect for the reproductive systems of both the male and female bodies."
                    },
                    {
                        "title": "Ashwaganda",
                        "text": "This is a known adaptogenic tonic, and works to rebuild the body and nervous system when its been depleted by stress. It is a revitalizer, uplifts energy levels naturally, and promotes a nourishing effect for the reproductive systems of both the male and female bodies."
                    },
                    {
                        "title": "Triphala",
                        "text": "This is a known adaptogenic tonic, and works to rebuild the body and nervous system when its been depleted by stress. It is a revitalizer, uplifts energy levels naturally, and promotes a nourishing effect for the reproductive systems of both the male and female bodies."
                    },
                    {
                        "title": "Guggulu",
                        "text": "This is a known adaptogenic tonic, and works to rebuild the body and nervous system when its been depleted by stress. It is a revitalizer, uplifts energy levels naturally, and promotes a nourishing effect for the reproductive systems of both the male and female bodies."
                    },
                    {
                        "title": "Turmeric",
                        "text": "This is a known adaptogenic tonic, and works to rebuild the body and nervous system when its been depleted by stress. It is a revitalizer, uplifts energy levels naturally, and promotes a nourishing effect for the reproductive systems of both the male and female bodies."
                    }
                ]
            }
        },
        {
            "name": "Spices",
            "link": "spices",
            "content": {
                "titles": ["Recommended Spices for Vatta-Kapha"],
                "texts": [
                   "Cras semper nisi vitae arcu congue euismod. In sit amet varius nisi. Nullam eu orci hendrerit lorem aliquet blandit. Pellentesque ac hendrerit nibh. Cras semper nisi vitae arcu congue euismod. In sit amet varius nisi. Nullam eu orci hendrerit lorem aliquet blandit. Pellentesque ac hendrerit nibh."
                ],
                "spicesList": [
                    "Asafetida", 
                    "Ajwan", 
                    "Anise", 
                    "Basil", 
                    "Bay Leaves", 
                    "Black pepper", 
                    "Cardamom", 
                    "Caraway", 
                    "Cayenne", 
                    "Ceylon ", 
                    "Chili", 
                    "Cloves", 
                    "Coriander", 
                    "Cumin", 
                    "Dill", 
                    "Fennel", 
                    "Fenugreek", 
                    "Ginger", 
                    "Juniper", 
                    "Marjoram", 
                    "Mint", 
                    "Mustard", 
                    "Neem", 
                    "Nutmeg", 
                    "Oregano", 
                    "Paprika", 
                    "Parsley", 
                    "Pippali", 
                    "Poppy seeds", 
                    "Rosemary", 
                    "Cinnamon", 
                    "Saffron", 
                    "Savory", 
                    "Sage", 
                    "Tarragon", 
                    "Trikatu", 
                    "Turmeric", 
                    "Vanilla"
                ],
                "topImg": {
                    "source": "http://via.placeholder.com/801x329",
                    "desc": "some desc here",
                    "offset": "left"
                }
            }
        },
        {
            "name": "Aromatherapy",
            "link": "aromatherapy",
            "content": {
                "titles": ["Vatta-Kapha and Aromatherapy"],
                "texts": [
                    "The Ayurvedic view of any illness or disease is due to a weakness or aggravation in your body that’s gotten out of control, or become concentrated. We all tend to “whack ourselves out” in particular ways, but how and where it expresses itself is how the ancient physicians knew what was needed to restore balance.",
                    "These are a few of our herbal tonic suggestions to upright your mind-body complex. Note: always choose whole herbs over tinctures; they are better designed to help support your body’s natural functioning and healing."
                ],
                "topImg": {
                    "source": "http://via.placeholder.com/801x329",
                    "desc": "some desc here",
                    "offset": "left"
                },
                "collapseData": [
                    {
                       "title": "Brahmi",
                       "text": "This is a known adaptogenic tonic, and works to rebuild the body and nervous system when its been depleted by stress. It is a revitalizer, uplifts energy levels naturally, and promotes a nourishing effect for the reproductive systems of both the male and female bodies."
                    },
                    {
                        "title": "Manjistha",
                        "text": "This is a known adaptogenic tonic, and works to rebuild the body and nervous system when its been depleted by stress. It is a revitalizer, uplifts energy levels naturally, and promotes a nourishing effect for the reproductive systems of both the male and female bodies."
                    },
                    {
                        "title": "Trikatu",
                        "text": "This is a known adaptogenic tonic, and works to rebuild the body and nervous system when its been depleted by stress. It is a revitalizer, uplifts energy levels naturally, and promotes a nourishing effect for the reproductive systems of both the male and female bodies."
                    },
                    {
                        "title": "Ashwaganda",
                        "text": "This is a known adaptogenic tonic, and works to rebuild the body and nervous system when its been depleted by stress. It is a revitalizer, uplifts energy levels naturally, and promotes a nourishing effect for the reproductive systems of both the male and female bodies."
                    },
                    {
                        "title": "Triphala",
                        "text": "This is a known adaptogenic tonic, and works to rebuild the body and nervous system when its been depleted by stress. It is a revitalizer, uplifts energy levels naturally, and promotes a nourishing effect for the reproductive systems of both the male and female bodies."
                    },
                    {
                        "title": "Guggulu",
                        "text": "This is a known adaptogenic tonic, and works to rebuild the body and nervous system when its been depleted by stress. It is a revitalizer, uplifts energy levels naturally, and promotes a nourishing effect for the reproductive systems of both the male and female bodies."
                    },
                    {
                        "title": "Turmeric",
                        "text": "This is a known adaptogenic tonic, and works to rebuild the body and nervous system when its been depleted by stress. It is a revitalizer, uplifts energy levels naturally, and promotes a nourishing effect for the reproductive systems of both the male and female bodies."
                    }
                ]
            }
        },
        {
            "name": "Massage",
            "link": "massage",
            "content": {
                "titles": ["Vatta-Kapha and Abhyanga"],
                "texts": [
                    "We recommend making a tiny space to spend an hour each day. We know this seems impossible for most people in their busy lives, but for YOU, it is essential you make it a point to “recharge”. This will support you to avoid becoming overwhelmed or anxious. If you have spiritual aspirations, this will preserve your vital energies.",
                    "You need time to transition, and you need time outs. Choose activities that uplift your heart: this is your key to the universe. Choose meditation. Try a restorative vinyasa class instead. It’s ok to know and admit you need rest, grounding, and slowness. You tend to be go-go-go like the wind, and you need to add some earth and water and warmth into your life on a regular basis. As much as you might hate and reject it with every cell of your being: routine is very good and stabilizing for you."
                ],
                "topImg": {
                    "source": "http://via.placeholder.com/801x329",
                    "desc": "some desc here",
                    "offset": "left"
                },
                "quotes": ["“The body of one who uses oil massage regularly does not become affected much even if subjected to accidental injuries, or strenuous work. By using oil massage daily, a person is endowed with pleasant touch, trimmed body parts and becomes strong, charming and least affected by old age.” — Charaka Samhita Vol. 1, V: 88-89"]
            }
        },
        {
            "name": "Yoga",
            "link": "yoga",
            "content": {
                "titles": ["Vatta-Kapha and Yoga"],
                "texts": [
                    "Surya Namaskar or Sun Salutations are good for every dosha. It is a safe vinyasa flow that gently massages every organ and stretches every muscle in your body. Plus, it feels so good. Surya Namaskar is the bodily equivalent to the Gayatri mantra, a prayer to the life-giving force in the universe.",
                    "If you’re new to the series, we recommend starting slow, and work your way up from 1 round to 4 daily, and pay attention to your breath as you move through the poses. It’s more important to achieve the correct poses than to rush through them. But once you get the form down, pick up your speed. You’re definitely looking to break a sweat.",
                    "Kapha types need to practice Surya Namaskar in sequence and briskly, you must resist the temptation to take it slow and easy. You need the vigorous movement.",
                    "Any postures that kapha engages in should pay special attention to the core, opening the chest and lungs, and upper body as this is the place where kapha tends to coagulate. Inverted postures and dynamic poses that require strength and balance stimulate the metabolic rate. Always think about carrying your heart high.",
                    "A good protracted poses for Kapha is Ardha Matsyasana or Half Fishes Pose. This encourages a healthy flow of prana (life force) in the system and is especially good for those who suffer with congestion or asthma."
                ],
                "topImg": {
                    "source": "http://via.placeholder.com/801x329",
                    "desc": "some desc here",
                    "offset": "left"
                }
            }
        },
        {
            "name": "Colors",
            "link": "colors",
            "content": {
                "titles": ["Vatta-Kapha and Colors"],
                "texts": [
                    "As we live in a sensual world, we are affected by everything we see, smell, hear, taste and touch. Everything we experience through our five senses carries an energy and sensation with it that transcends its objectivity. When it comes to what we see in our environment, the colors we surround ourselves with, or even wear, can have profound effects. So, we want you to think about it: are you choosing colors that uplift your dosha?",
                    "Kapha is most pacified by warm, dynamic colors that can bring heat and promote movement, vitality and a sense of vigor to your cooler, wetter, sluggish, tendencies. As you tend to run cooler and thicker in the body and calm mind, you need some sunny activity to burn through the fog. We want you to think about… well, avoiding white in general; try to stick with enlivening colors, because kapha secretions in the body tend to be white and cool. Go for red, crimson, oranges, and in general, bright, fiery colors."
                ],
                "topImg": {
                    "source": "http://via.placeholder.com/801x329",
                    "desc": "some desc here",
                    "offset": "left"
                }
            }
        },
        {
            "name": "Mantras",
            "link": "mantras",
            "content": {
                "titles": ["Vatta-Kapha Mantras"],
                "texts": [
                    "In the Vedic philosophy, creation is dependent on light and sound, thus a mantra is a word, phrase, or sound root that is used to create a certain vibration within your physiology. By using these spiritual roots, phrases, and sounds, you invite the mind to operate in a deeper, subtler way. It can be life changing as a regular practice.",
                    "As a Kapha, you already benefit from a calmer, serene quality to your mind; but if you’re unbalanced, you may trend towards depression and possessiveness. In this case, you need regular opportunities cultivate joy and energy. So we want to recommend a mantra that not only uplifts, but purifies and cleanses the psychophysiology.",
                    "One of the very best prayers and phrases for you to contemplate is as follows:",
                    "Another one is So-Hum (inhale on so, exhale on hum)."
                ],
                "topImg": {
                    "source": "http://via.placeholder.com/801x329",
                    "desc": "some desc here",
                    "offset": "left"
                },
                "quotes": [
                    "Asato ma sadgamaya;", 
                    "Tamaso ma jyotir gamaya; ",
                    "Mrtyorma amritam gamaya",
                    "AUM, shanti, Shanti, Shanti",
                    " ",
                    "(Lead me from unreal to the real;", 
                    "Lead me from darkness into light;", 
                    "Lead me from death to immortality.", 
                    "Om, peace, peace, peace)"
                ]
            }
        },
        {
            "name": "Gems",
            "link": "gems",
            "content": {
                "titles": ["Vatta-Kapha and Gems"],
                "texts": [
                    "The Ayurvedic view of any illness or disease is due to a weakness or aggravation in your body that’s gotten out of control, or become concentrated. We all tend to “whack ourselves out” in particular ways, but how and where it expresses itself is how the ancient physicians knew what was needed to restore balance.",
                    "These are a few of our herbal tonic suggestions to upright your mind-body complex. Note: always choose whole herbs over tinctures; they are better designed to help support your body’s natural functioning and healing."
                ],
                "topImg": {
                    "source": "http://via.placeholder.com/801x329",
                    "desc": "some desc here",
                    "offset": "left"
                }
            }
        },
        {
            "name": "Meal Plans",
            "link": "meal-plans",
            "content": {
                "titles": ["Meal Plans for Vatta-Kapha"],
                "texts": [
                    "Here'll be meal plans for Vatta-Kapha yoga type"
                ],
                "topImg": {
                    "source": "http://via.placeholder.com/801x329",
                    "desc": "some desc here",
                    "offset": "left"
                }
            }
        }
    ],
    "vatta-pitta": [
        {
            "name": "Overview",
            "link": "overview",
            "content": {
                "titles": [
                    "Hey, Johanson.<br/> According to the quiz, <b>your body type is Vatta-Pitta.</b>",
                    "Here’s what you should know about Vatta-Pitta…",
                    "Vatta-Pitta’s Elemental Traits & Characteristics",
                    "Vatta-Pitta and Spirituality",
                    "Vatta-Pitta and the World",
                    "Vatta-Pitta and Relationships",
                    "Vatta-Pitta and Daily Life"
                ],
                "texts": [
                    "When we discover our dosha, we learn where and how these forces move and accumulate, which leads us to understand how health or disease manifests in our body and psychology.",
                    "When we discover our dosha, we learn where and how these forces move and accumulate, which leads us to understand how health or disease manifests in our body and psychology. By bringing awareness to our state of being, we learn about the strengths and weaknesses in our constitution, e.g. those places unique to us which require more attention in order to remain in balance.",
                    "When we speak about the doshas: Vatta-Pitta, Pitta, and Kapha, we are talking about the natural elements and their qualities of being: ether (space), air, fire, water, and earth. In their combinations, each participates in the construction of individual bodies and personalities. As each element has its own temperament and attribute to contribute, this leads to a certain tendency of expression within you.",
                    "Vatta-Pitta is brittle, airy, cold, prone roughness, wrinkling, and dryness: like a tree in the winter. It’s windy, and forces other things to move. You are slender, sensitive to chill, and suffer from dry or rough skin conditions, and irregular digestion or appetite. You are an imaginative, creative, quick thinking type of person. You love experiencing new things, ideas, people, and places. You grasp new concepts with vigor, but have a hard time holding onto them; maybe even your keys or other easily misplaced items. You experience bursts of energy and tend to walk and talk fast. You’re always on the go and often find the only way you feel productive is if you’re doing something all the time, but then wonder why you suddenly feel so tired.",
                    "Being ruled by air, music and sounds move you into, or out of, balance. The big city life and the sounds of the world on the go can feel cacophonous and jarring to your more delicate sensibilities. You are emotionally sensitive, and find urself moved to tears by feelings of beauty, grief, and gratitude. Your mind is always working.",
                    "As a Vatta-Pitta, you, more than any other dosha have the potential to successfully lead a very spiritual life, because of the association with ether - the principle spiritual substance in manifestation. If this is not an important part of your life yet, it might be worth considering.",
                    "Cras semper nisi vitae arcu congue euismod. In sit amet varius nisi. Nullam eu orci hendrerit lorem aliquet blandit. Pellentesque ac hendrerit nibh. Cras semper nisi vitae arcu congue euismod. In sit amet varius nisi. Nullam eu orci hendrerit lorem aliquet blandit. Pellentesque ac hendrerit nibh.",
                    "Vatta-Pittas are also prone to feeling misunderstood, and you often are. Perhaps you recognize within yourself the personal experience that you feel different than your peers, or don’t belong, etc.",
                    "As a note of both validation and caution: one of the worst things you can do is take it upon yourself to try and be and desire what you see others wanting and expressing as their sense of self: this will only deplete and imbalance you. You can’t try and be part of the crowd, you have to forge your own path.",
                    "As a Vatta-Pitta, you, more than any other dosha have the potential to successfully lead a very spiritual life, because of the association with ether - the principle spiritual substance in manifestation. If this is not an important part of your life yet, it might be worth considering.",
                    "Cras semper nisi vitae arcu congue euismod. In sit amet varius nisi. Nullam eu orci hendrerit lorem aliquet blandit. Pellentesque ac hendrerit nibh. Cras semper nisi vitae arcu congue euismod. In sit amet varius nisi. Nullam eu orcihendrerit lorem aliquet blandit. Pellentesque ac hendrerit nibh.",
                    "As a Vatta-Pitta, you, more than any other dosha have the potential to successfully lead a very spiritual life, because of the association with ether - the principle spiritual substance in manifestation. If this is not an important part of your life yet, it might be worth considering.",
                    "Cras semper nisi vitae arcu congue euismod. In sit amet varius nisi. Nullam eu orci hendrerit lorem aliquet blandit. Pellentesque ac hendrerit nibh. Cras semper nisi vitae arcu congue euismod. In sit amet varius nisi. Nullam eu orci hendrerit lorem aliquet blandit. Pellentesque ac hendrerit nibh.",
                    "We recommend making a tiny space to spend an hour each day. We know this seems impossible for most people in their busy lives, but for YOU, it is essential you make it a point to “recharge”. This will support you to avoid becoming overwhelmed or anxious. If you have spiritual aspirations, this will preserve your vital energies.",
                    "You need time to transition, and you need time outs. Choose activities that uplift your heart: this is your key to the universe. Choose meditation. Try a restorative vinyasa class instead. It’s ok to know and admit you need rest, grounding, and slowness. You tend to be go-go-go like the wind, and you need to add some earth and water and warmth into your life on a regular basis. As much as you might hate and reject it with every cell of your being: routine is  very good and stabilizing for you",
                    "When stressed, you tend to self-medicate with sugar, as the sweet taste feels nourishing and brings a sense of relief, but you’re setting yourself up for a roller coaster if you don’t make it a point to support your constitutional needs. A blood sugar rise will only exacerbate your tendency to over-extend yourself when you actually need rest.The resulting crashes and out of control. Insomnia is common under these conditions, as well as a tendency to forget to eat, and weight loss."
                ],
                "tip": {
                    "title": "Before you read on…",
                    "texts": [
                        "Some of the descriptions below might not quite fit with you, but remember that a Vatta-Pitta type also contains lesser amounts of Pita and Kapha which express themselves differently.",
                        "So… if something here doesn’t seem to relate to your body, then know that the Pita and Kapha forces must be dominating this particular area within you are expressing different qualities."
                    ]
                }
            }
        },
        {
            "name": "Foods and Diet",
            "link": "foods-and-diet",
            "content": {
                "titles": [
                    "Vatta-Pitta and Diet"
                ],
                "texts": [
                    "Vatta-Pitta is one of the doshas that really does not do well on a high raw diet due to the coldness of the energy. They are one of the doshas that benefits from clean sources of animal products,because they need the grounded, dense, earthy, unctuous quality they provide to counteract the dry, brittle, and coldness in their nature. ",
                    "Focus on sweet, salty, and sour flavors. Now, choosing sweet does not mean having a free-for-all with overt sugars: complex-carbohydrates and healthy fats will work with you to help calm your mind. Choose warm over cold, and moist or unctuous instead of dry and plain: seek out cooked grains with a swirl of ghee or olive oil, soups, warming herbs, and stewed fruits. Make sure you drink plenty of water, warm is best. It’s important for your digestion and energy to stay hydrated, and well lubricated. As Vatta-Pitta dominates in the Winter, be  articularly mindful about staying balanced during the cold, dry months ofthe year.",
                    "Cook your foods for the best digestion. Keep the “raw” to fresh sweet, heavy fruits, pickles and condiments."
                ],
                "topImg": {
                    "source": "http://via.placeholder.com/801x329",
                    "desc": "some desc here",
                    "offset": "left"
                },
                "tabsToAccordion": {
                    "type": "purple",
                    "title": "Good to eat",
                    "foods": [
                        {
                            "title": "Vegetables",
                            "food": ["All bitter greens", "cabbage", "cauliflower", "Brussels sprouts", "sweet-corn", "swede", "radish", "green beans", "leeks", "lettuce", "peas", "potatoes", "cooked tomato", "mushrooms ", "car-rots", "celery", "broccoli", "garlic", "bok choy", "onions", "green/red peppers", "beetroot", "kale ", "watercress", "turnips"]
                        },
                        {
                            "title": "Fruits",
                            "food": ["Some fruits"]
                        },
                        {
                            "title": "Legumes",
                            "food": ["Some Legumes"]
                        },
                        {
                            "title": "Grains",
                            "food": ["Some graints"]
                        },
                        {
                            "title": "Meat",
                            "food": ["Some meat"]
                        },
                        {
                            "title": "Dairy",
                            "food": ["Some dairy"]
                        }
                    ]
                },
                "tabsToAccordion2": {
                    "type": "pink",
                    "title": "Better to avoid",
                    "foods": [
                        {
                            "title": "Vegetables",
                            "food": ["All bitter greens", "cabbage", "cauliflower", "Brussels sprouts", "sweet-corn", "swede", "radish", "green beans", "leeks", "lettuce", "peas", "potatoes", "cooked tomato", "mushrooms ", "car-rots", "celery", "broccoli", "garlic", "bok choy", "onions", "green/red peppers", "beetroot", "kale ", "watercress", "turnips"]
                        },
                        {
                            "title": "Fruits",
                            "food": ["Some fruits"]
                        },
                        {
                            "title": "Legumes",
                            "food": ["Some Legumes"]
                        },
                        {
                            "title": "Grains",
                            "food": ["Some graints"]
                        },
                        {
                            "title": "Meat",
                            "food": ["Some meat"]
                        },
                        {
                            "title": "Dairy",
                            "food": ["Some dairy"]
                        }
                    ]
                }
            }
        }, {
            "name": "Exercise",
            "link": "exercise",
            "content": {
                "titles": ["Vatta-Pitta and Exercise"],
                "texts": [
                    "Kaphas hate to exercise regularly and yet they are the most in need of it to overcome sluggishness and laziness in the mind and body. While you are prone to being sedentary, taking it easy, and going with flow: now is the time for you to jump and get active. This is the number one way to balance kapha’s lymph-y tendencies and the fact that it’s far too easy for you to gain unwanted pounds. You’re not doomed to any fate except that which you’re not wiling to work for. Your biggest lesson is to learn how to match your input with your output.",
                    "You need that increase for your metabolic rate, and muscles burn more calories, even when you come to a standstill. Your insulin works better. Your glucose transference in and out of your muscles and cells becomes more efficient. Everything in your body works better when you move. The more sedentary you become, the more prone you are to insulin issues, diabetes, and even cancer.",
                    "Don’t rely on counting caloriesя to keep you slim, instead look at food as fuel for your activities: and then use them to push your movements into more challenging arenas. You have wonderful endurance! Find ways you really love to move your body. 30 minutes to  an hour everyday of strenuous, dynamic movement is all you need. And get up early to do it."
                ],
                "typesOfExercises": [
                    "Aerobics",
                    "Ashtanga Yoga",
                    "Belly dancing",
                    "Dancing",
                    "Power ",
                    "Walking",
                    "Running",
                    "Rowing ",
                    "Soccer",
                    "Zumba"
                ],
                "topImg": {
                    "source": "http://via.placeholder.com/801x329",
                    "desc": "some desc here",
                    "offset": "left"
                }
            }
        },
        {
            "name": "Herbs",
            "link": "herbs",
            "content": {
                "titles": ["Recommended Herbs for Vatta-Pitta"],
                "texts": [
                    "The Ayurvedic view of any illness or disease is due to a weakness or aggravation in your body that’s gotten out of control, or become concentrated. We all tend to “whack ourselves out” in particular ways, but how and where it expresses itself is how the ancient physicians knew what was needed to restore balance.",
                    "These are a few of our herbal tonic suggestions to upright your mind-body complex. Note: always choose whole herbs over tinctures; they are better designed to help support your body’s natural functioning and healing."
                ],
                "topImg": {
                    "source": "http://via.placeholder.com/801x329",
                    "desc": "some desc here",
                    "offset": "left"
                },
                "collapseData": [
                    {
                       "title": "Brahmi",
                       "text": "This is a known adaptogenic tonic, and works to rebuild the body and nervous system when its been depleted by stress. It is a revitalizer, uplifts energy levels naturally, and promotes a nourishing effect for the reproductive systems of both the male and female bodies."
                    },
                    {
                        "title": "Manjistha",
                        "text": "This is a known adaptogenic tonic, and works to rebuild the body and nervous system when its been depleted by stress. It is a revitalizer, uplifts energy levels naturally, and promotes a nourishing effect for the reproductive systems of both the male and female bodies."
                    },
                    {
                        "title": "Trikatu",
                        "text": "This is a known adaptogenic tonic, and works to rebuild the body and nervous system when its been depleted by stress. It is a revitalizer, uplifts energy levels naturally, and promotes a nourishing effect for the reproductive systems of both the male and female bodies."
                    },
                    {
                        "title": "Ashwaganda",
                        "text": "This is a known adaptogenic tonic, and works to rebuild the body and nervous system when its been depleted by stress. It is a revitalizer, uplifts energy levels naturally, and promotes a nourishing effect for the reproductive systems of both the male and female bodies."
                    },
                    {
                        "title": "Triphala",
                        "text": "This is a known adaptogenic tonic, and works to rebuild the body and nervous system when its been depleted by stress. It is a revitalizer, uplifts energy levels naturally, and promotes a nourishing effect for the reproductive systems of both the male and female bodies."
                    },
                    {
                        "title": "Guggulu",
                        "text": "This is a known adaptogenic tonic, and works to rebuild the body and nervous system when its been depleted by stress. It is a revitalizer, uplifts energy levels naturally, and promotes a nourishing effect for the reproductive systems of both the male and female bodies."
                    },
                    {
                        "title": "Turmeric",
                        "text": "This is a known adaptogenic tonic, and works to rebuild the body and nervous system when its been depleted by stress. It is a revitalizer, uplifts energy levels naturally, and promotes a nourishing effect for the reproductive systems of both the male and female bodies."
                    }
                ]
            }
        },
        {
            "name": "Spices",
            "link": "spices",
            "content": {
                "titles": ["Recommended Spices for Vatta-Pitta"],
                "texts": [
                   "Cras semper nisi vitae arcu congue euismod. In sit amet varius nisi. Nullam eu orci hendrerit lorem aliquet blandit. Pellentesque ac hendrerit nibh. Cras semper nisi vitae arcu congue euismod. In sit amet varius nisi. Nullam eu orci hendrerit lorem aliquet blandit. Pellentesque ac hendrerit nibh."
                ],
                "spicesList": [
                    "Asafetida", 
                    "Ajwan", 
                    "Anise", 
                    "Basil", 
                    "Bay Leaves", 
                    "Black pepper", 
                    "Cardamom", 
                    "Caraway", 
                    "Cayenne", 
                    "Ceylon ", 
                    "Chili", 
                    "Cloves", 
                    "Coriander", 
                    "Cumin", 
                    "Dill", 
                    "Fennel", 
                    "Fenugreek", 
                    "Ginger", 
                    "Juniper", 
                    "Marjoram", 
                    "Mint", 
                    "Mustard", 
                    "Neem", 
                    "Nutmeg", 
                    "Oregano", 
                    "Paprika", 
                    "Parsley", 
                    "Pippali", 
                    "Poppy seeds", 
                    "Rosemary", 
                    "Cinnamon", 
                    "Saffron", 
                    "Savory", 
                    "Sage", 
                    "Tarragon", 
                    "Trikatu", 
                    "Turmeric", 
                    "Vanilla"
                ],
                "topImg": {
                    "source": "http://via.placeholder.com/801x329",
                    "desc": "some desc here",
                    "offset": "left"
                }
            }
        },
        {
            "name": "Aromatherapy",
            "link": "aromatherapy",
            "content": {
                "titles": ["Vatta-Pitta and Aromatherapy"],
                "texts": [
                    "The Ayurvedic view of any illness or disease is due to a weakness or aggravation in your body that’s gotten out of control, or become concentrated. We all tend to “whack ourselves out” in particular ways, but how and where it expresses itself is how the ancient physicians knew what was needed to restore balance.",
                    "These are a few of our herbal tonic suggestions to upright your mind-body complex. Note: always choose whole herbs over tinctures; they are better designed to help support your body’s natural functioning and healing."
                ],
                "topImg": {
                    "source": "http://via.placeholder.com/801x329",
                    "desc": "some desc here",
                    "offset": "left"
                },
                "collapseData": [
                    {
                       "title": "Brahmi",
                       "text": "This is a known adaptogenic tonic, and works to rebuild the body and nervous system when its been depleted by stress. It is a revitalizer, uplifts energy levels naturally, and promotes a nourishing effect for the reproductive systems of both the male and female bodies."
                    },
                    {
                        "title": "Manjistha",
                        "text": "This is a known adaptogenic tonic, and works to rebuild the body and nervous system when its been depleted by stress. It is a revitalizer, uplifts energy levels naturally, and promotes a nourishing effect for the reproductive systems of both the male and female bodies."
                    },
                    {
                        "title": "Trikatu",
                        "text": "This is a known adaptogenic tonic, and works to rebuild the body and nervous system when its been depleted by stress. It is a revitalizer, uplifts energy levels naturally, and promotes a nourishing effect for the reproductive systems of both the male and female bodies."
                    },
                    {
                        "title": "Ashwaganda",
                        "text": "This is a known adaptogenic tonic, and works to rebuild the body and nervous system when its been depleted by stress. It is a revitalizer, uplifts energy levels naturally, and promotes a nourishing effect for the reproductive systems of both the male and female bodies."
                    },
                    {
                        "title": "Triphala",
                        "text": "This is a known adaptogenic tonic, and works to rebuild the body and nervous system when its been depleted by stress. It is a revitalizer, uplifts energy levels naturally, and promotes a nourishing effect for the reproductive systems of both the male and female bodies."
                    },
                    {
                        "title": "Guggulu",
                        "text": "This is a known adaptogenic tonic, and works to rebuild the body and nervous system when its been depleted by stress. It is a revitalizer, uplifts energy levels naturally, and promotes a nourishing effect for the reproductive systems of both the male and female bodies."
                    },
                    {
                        "title": "Turmeric",
                        "text": "This is a known adaptogenic tonic, and works to rebuild the body and nervous system when its been depleted by stress. It is a revitalizer, uplifts energy levels naturally, and promotes a nourishing effect for the reproductive systems of both the male and female bodies."
                    }
                ]
            }
        },
        {
            "name": "Massage",
            "link": "massage",
            "content": {
                "titles": ["Vatta-Pitta and Abhyanga"],
                "texts": [
                    "We recommend making a tiny space to spend an hour each day. We know this seems impossible for most people in their busy lives, but for YOU, it is essential you make it a point to “recharge”. This will support you to avoid becoming overwhelmed or anxious. If you have spiritual aspirations, this will preserve your vital energies.",
                    "You need time to transition, and you need time outs. Choose activities that uplift your heart: this is your key to the universe. Choose meditation. Try a restorative vinyasa class instead. It’s ok to know and admit you need rest, grounding, and slowness. You tend to be go-go-go like the wind, and you need to add some earth and water and warmth into your life on a regular basis. As much as you might hate and reject it with every cell of your being: routine is very good and stabilizing for you."
                ],
                "topImg": {
                    "source": "http://via.placeholder.com/801x329",
                    "desc": "some desc here",
                    "offset": "left"
                },
                "quotes": ["“The body of one who uses oil massage regularly does not become affected much even if subjected to accidental injuries, or strenuous work. By using oil massage daily, a person is endowed with pleasant touch, trimmed body parts and becomes strong, charming and least affected by old age.” — Charaka Samhita Vol. 1, V: 88-89"]
            }
        },
        {
            "name": "Yoga",
            "link": "yoga",
            "content": {
                "titles": ["Vatta-Pitta and Yoga"],
                "texts": [
                    "Surya Namaskar or Sun Salutations are good for every dosha. It is a safe vinyasa flow that gently massages every organ and stretches every muscle in your body. Plus, it feels so good. Surya Namaskar is the bodily equivalent to the Gayatri mantra, a prayer to the life-giving force in the universe.",
                    "If you’re new to the series, we recommend starting slow, and work your way up from 1 round to 4 daily, and pay attention to your breath as you move through the poses. It’s more important to achieve the correct poses than to rush through them. But once you get the form down, pick up your speed. You’re definitely looking to break a sweat.",
                    "Kapha types need to practice Surya Namaskar in sequence and briskly, you must resist the temptation to take it slow and easy. You need the vigorous movement.",
                    "Any postures that kapha engages in should pay special attention to the core, opening the chest and lungs, and upper body as this is the place where kapha tends to coagulate. Inverted postures and dynamic poses that require strength and balance stimulate the metabolic rate. Always think about carrying your heart high.",
                    "A good protracted poses for Kapha is Ardha Matsyasana or Half Fishes Pose. This encourages a healthy flow of prana (life force) in the system and is especially good for those who suffer with congestion or asthma."
                ],
                "topImg": {
                    "source": "http://via.placeholder.com/801x329",
                    "desc": "some desc here",
                    "offset": "left"
                }
            }
        },
        {
            "name": "Colors",
            "link": "colors",
            "content": {
                "titles": ["Vatta-Pitta and Colors"],
                "texts": [
                    "As we live in a sensual world, we are affected by everything we see, smell, hear, taste and touch. Everything we experience through our five senses carries an energy and sensation with it that transcends its objectivity. When it comes to what we see in our environment, the colors we surround ourselves with, or even wear, can have profound effects. So, we want you to think about it: are you choosing colors that uplift your dosha?",
                    "Kapha is most pacified by warm, dynamic colors that can bring heat and promote movement, vitality and a sense of vigor to your cooler, wetter, sluggish, tendencies. As you tend to run cooler and thicker in the body and calm mind, you need some sunny activity to burn through the fog. We want you to think about… well, avoiding white in general; try to stick with enlivening colors, because kapha secretions in the body tend to be white and cool. Go for red, crimson, oranges, and in general, bright, fiery colors."
                ],
                "topImg": {
                    "source": "http://via.placeholder.com/801x329",
                    "desc": "some desc here",
                    "offset": "left"
                }
            }
        },
        {
            "name": "Mantras",
            "link": "mantras",
            "content": {
                "titles": ["Vatta-Pitta Mantras"],
                "texts": [
                    "In the Vedic philosophy, creation is dependent on light and sound, thus a mantra is a word, phrase, or sound root that is used to create a certain vibration within your physiology. By using these spiritual roots, phrases, and sounds, you invite the mind to operate in a deeper, subtler way. It can be life changing as a regular practice.",
                    "As a Kapha, you already benefit from a calmer, serene quality to your mind; but if you’re unbalanced, you may trend towards depression and possessiveness. In this case, you need regular opportunities cultivate joy and energy. So we want to recommend a mantra that not only uplifts, but purifies and cleanses the psychophysiology.",
                    "One of the very best prayers and phrases for you to contemplate is as follows:",
                    "Another one is So-Hum (inhale on so, exhale on hum)."
                ],
                "topImg": {
                    "source": "http://via.placeholder.com/801x329",
                    "desc": "some desc here",
                    "offset": "left"
                },
                "quotes": [
                    "Asato ma sadgamaya;", 
                    "Tamaso ma jyotir gamaya; ",
                    "Mrtyorma amritam gamaya",
                    "AUM, shanti, Shanti, Shanti",
                    " ",
                    "(Lead me from unreal to the real;", 
                    "Lead me from darkness into light;", 
                    "Lead me from death to immortality.", 
                    "Om, peace, peace, peace)"
                ]
            }
        },
        {
            "name": "Gems",
            "link": "gems",
            "content": {
                "titles": ["Vatta-Pitta and Gems"],
                "texts": [
                    "The Ayurvedic view of any illness or disease is due to a weakness or aggravation in your body that’s gotten out of control, or become concentrated. We all tend to “whack ourselves out” in particular ways, but how and where it expresses itself is how the ancient physicians knew what was needed to restore balance.",
                    "These are a few of our herbal tonic suggestions to upright your mind-body complex. Note: always choose whole herbs over tinctures; they are better designed to help support your body’s natural functioning and healing."
                ],
                "topImg": {
                    "source": "http://via.placeholder.com/801x329",
                    "desc": "some desc here",
                    "offset": "left"
                }
            }
        },
        {
            "name": "Meal Plans",
            "link": "meal-plans",
            "content": {
                "titles": ["Meal Plans for Vatta-Pitta"],
                "texts": [
                    "Here'll be meal plans for Vatta-Pitta yoga type"
                ],
                "topImg": {
                    "source": "http://via.placeholder.com/801x329",
                    "desc": "some desc here",
                    "offset": "left"
                }
            }
        }
    ],
    "pitta-vatta": [
        {
            "name": "Overview",
            "link": "overview",
            "content": {
                "titles": [
                    "Hey, Johanson.<br/> According to the quiz, <b>your body type is Pitta-Vatta.</b>",
                    "Here’s what you should know about Pitta-Vatta…",
                    "Pitta-Vatta’s Elemental Traits & Characteristics",
                    "Pitta-Vatta and Spirituality",
                    "Pitta-Vatta and the World",
                    "Pitta-Vatta and Relationships",
                    "Pitta-Vatta and Daily Life"
                ],
                "texts": [
                    "When we discover our dosha, we learn where and how these forces move and accumulate, which leads us to understand how health or disease manifests in our body and psychology.",
                    "When we discover our dosha, we learn where and how these forces move and accumulate, which leads us to understand how health or disease manifests in our body and psychology. By bringing awareness to our state of being, we learn about the strengths and weaknesses in our constitution, e.g. those places unique to us which require more attention in order to remain in balance.",
                    "When we speak about the doshas: Pitta-Vatta, Pitta-Vatta, and Kapha, we are talking about the natural elements and their qualities of being: ether (space), air, fire, water, and earth. In their combinations, each participates in the construction of individual bodies and personalities. As each element has its own temperament and attribute to contribute, this leads to a certain tendency of expression within you.",
                    "Pitta-Vatta is brittle, airy, cold, prone roughness, wrinkling, and dryness: like a tree in the winter. It’s windy, and forces other things to move. You are slender, sensitive to chill, and suffer from dry or rough skin conditions, and irregular digestion or appetite. You are an imaginative, creative, quick thinking type of person. You love experiencing new things, ideas, people, and places. You grasp new concepts with vigor, but have a hard time holding onto them; maybe even your keys or other easily misplaced items. You experience bursts of energy and tend to walk and talk fast. You’re always on the go and often find the only way you feel productive is if you’re doing something all the time, but then wonder why you suddenly feel so tired.",
                    "Being ruled by air, music and sounds move you into, or out of, balance. The big city life and the sounds of the world on the go can feel cacophonous and jarring to your more delicate sensibilities. You are emotionally sensitive, and find urself moved to tears by feelings of beauty, grief, and gratitude. Your mind is always working.",
                    "As a Pitta-Vatta, you, more than any other dosha have the potential to successfully lead a very spiritual life, because of the association with ether - the principle spiritual substance in manifestation. If this is not an important part of your life yet, it might be worth considering.",
                    "Cras semper nisi vitae arcu congue euismod. In sit amet varius nisi. Nullam eu orci hendrerit lorem aliquet blandit. Pellentesque ac hendrerit nibh. Cras semper nisi vitae arcu congue euismod. In sit amet varius nisi. Nullam eu orci hendrerit lorem aliquet blandit. Pellentesque ac hendrerit nibh.",
                    "Pitta-Vattas are also prone to feeling misunderstood, and you often are. Perhaps you recognize within yourself the personal experience that you feel different than your peers, or don’t belong, etc.",
                    "As a note of both validation and caution: one of the worst things you can do is take it upon yourself to try and be and desire what you see others wanting and expressing as their sense of self: this will only deplete and imbalance you. You can’t try and be part of the crowd, you have to forge your own path.",
                    "As a Pitta-Vatta, you, more than any other dosha have the potential to successfully lead a very spiritual life, because of the association with ether - the principle spiritual substance in manifestation. If this is not an important part of your life yet, it might be worth considering.",
                    "Cras semper nisi vitae arcu congue euismod. In sit amet varius nisi. Nullam eu orci hendrerit lorem aliquet blandit. Pellentesque ac hendrerit nibh. Cras semper nisi vitae arcu congue euismod. In sit amet varius nisi. Nullam eu orcihendrerit lorem aliquet blandit. Pellentesque ac hendrerit nibh.",
                    "As a Pitta-Vatta, you, more than any other dosha have the potential to successfully lead a very spiritual life, because of the association with ether - the principle spiritual substance in manifestation. If this is not an important part of your life yet, it might be worth considering.",
                    "Cras semper nisi vitae arcu congue euismod. In sit amet varius nisi. Nullam eu orci hendrerit lorem aliquet blandit. Pellentesque ac hendrerit nibh. Cras semper nisi vitae arcu congue euismod. In sit amet varius nisi. Nullam eu orci hendrerit lorem aliquet blandit. Pellentesque ac hendrerit nibh.",
                    "We recommend making a tiny space to spend an hour each day. We know this seems impossible for most people in their busy lives, but for YOU, it is essential you make it a point to “recharge”. This will support you to avoid becoming overwhelmed or anxious. If you have spiritual aspirations, this will preserve your vital energies.",
                    "You need time to transition, and you need time outs. Choose activities that uplift your heart: this is your key to the universe. Choose meditation. Try a restorative vinyasa class instead. It’s ok to know and admit you need rest, grounding, and slowness. You tend to be go-go-go like the wind, and you need to add some earth and water and warmth into your life on a regular basis. As much as you might hate and reject it with every cell of your being: routine is  very good and stabilizing for you",
                    "When stressed, you tend to self-medicate with sugar, as the sweet taste feels nourishing and brings a sense of relief, but you’re setting yourself up for a roller coaster if you don’t make it a point to support your constitutional needs. A blood sugar rise will only exacerbate your tendency to over-extend yourself when you actually need rest.The resulting crashes and out of control. Insomnia is common under these conditions, as well as a tendency to forget to eat, and weight loss."
                ],
                "tip": {
                    "title": "Before you read on…",
                    "texts": [
                        "Some of the descriptions below might not quite fit with you, but remember that a Pitta-Vatta type also contains lesser amounts of Pita and Kapha which express themselves differently.",
                        "So… if something here doesn’t seem to relate to your body, then know that the Pita and Kapha forces must be dominating this particular area within you are expressing different qualities."
                    ]
                }
            }
        },
        {
            "name": "Foods and Diet",
            "link": "foods-and-diet",
            "content": {
                "titles": [
                    "Pitta-Vatta and Diet"
                ],
                "texts": [
                    "Pitta-Vatta is one of the doshas that really does not do well on a high raw diet due to the coldness of the energy. They are one of the doshas that benefits from clean sources of animal products,because they need the grounded, dense, earthy, unctuous quality they provide to counteract the dry, brittle, and coldness in their nature. ",
                    "Focus on sweet, salty, and sour flavors. Now, choosing sweet does not mean having a free-for-all with overt sugars: complex-carbohydrates and healthy fats will work with you to help calm your mind. Choose warm over cold, and moist or unctuous instead of dry and plain: seek out cooked grains with a swirl of ghee or olive oil, soups, warming herbs, and stewed fruits. Make sure you drink plenty of water, warm is best. It’s important for your digestion and energy to stay hydrated, and well lubricated. As Pitta-Vatta dominates in the Winter, be  articularly mindful about staying balanced during the cold, dry months ofthe year.",
                    "Cook your foods for the best digestion. Keep the “raw” to fresh sweet, heavy fruits, pickles and condiments."
                ],
                "topImg": {
                    "source": "http://via.placeholder.com/801x329",
                    "desc": "some desc here",
                    "offset": "left"
                },
                "tabsToAccordion": {
                    "type": "purple",
                    "title": "Good to eat",
                    "foods": [
                        {
                            "title": "Vegetables",
                            "food": ["All bitter greens", "cabbage", "cauliflower", "Brussels sprouts", "sweet-corn", "swede", "radish", "green beans", "leeks", "lettuce", "peas", "potatoes", "cooked tomato", "mushrooms ", "car-rots", "celery", "broccoli", "garlic", "bok choy", "onions", "green/red peppers", "beetroot", "kale ", "watercress", "turnips"]
                        },
                        {
                            "title": "Fruits",
                            "food": ["Some fruits"]
                        },
                        {
                            "title": "Legumes",
                            "food": ["Some Legumes"]
                        },
                        {
                            "title": "Grains",
                            "food": ["Some graints"]
                        },
                        {
                            "title": "Meat",
                            "food": ["Some meat"]
                        },
                        {
                            "title": "Dairy",
                            "food": ["Some dairy"]
                        }
                    ]
                },
                "tabsToAccordion2": {
                    "type": "pink",
                    "title": "Better to avoid",
                    "foods": [
                        {
                            "title": "Vegetables",
                            "food": ["All bitter greens", "cabbage", "cauliflower", "Brussels sprouts", "sweet-corn", "swede", "radish", "green beans", "leeks", "lettuce", "peas", "potatoes", "cooked tomato", "mushrooms ", "car-rots", "celery", "broccoli", "garlic", "bok choy", "onions", "green/red peppers", "beetroot", "kale ", "watercress", "turnips"]
                        },
                        {
                            "title": "Fruits",
                            "food": ["Some fruits"]
                        },
                        {
                            "title": "Legumes",
                            "food": ["Some Legumes"]
                        },
                        {
                            "title": "Grains",
                            "food": ["Some graints"]
                        },
                        {
                            "title": "Meat",
                            "food": ["Some meat"]
                        },
                        {
                            "title": "Dairy",
                            "food": ["Some dairy"]
                        }
                    ]
                }
            }
        }, {
            "name": "Exercise",
            "link": "exercise",
            "content": {
                "titles": ["Pitta-Vatta and Exercise"],
                "texts": [
                    "Kaphas hate to exercise regularly and yet they are the most in need of it to overcome sluggishness and laziness in the mind and body. While you are prone to being sedentary, taking it easy, and going with flow: now is the time for you to jump and get active. This is the number one way to balance kapha’s lymph-y tendencies and the fact that it’s far too easy for you to gain unwanted pounds. You’re not doomed to any fate except that which you’re not wiling to work for. Your biggest lesson is to learn how to match your input with your output.",
                    "You need that increase for your metabolic rate, and muscles burn more calories, even when you come to a standstill. Your insulin works better. Your glucose transference in and out of your muscles and cells becomes more efficient. Everything in your body works better when you move. The more sedentary you become, the more prone you are to insulin issues, diabetes, and even cancer.",
                    "Don’t rely on counting caloriesя to keep you slim, instead look at food as fuel for your activities: and then use them to push your movements into more challenging arenas. You have wonderful endurance! Find ways you really love to move your body. 30 minutes to  an hour everyday of strenuous, dynamic movement is all you need. And get up early to do it."
                ],
                "typesOfExercises": [
                    "Aerobics",
                    "Ashtanga Yoga",
                    "Belly dancing",
                    "Dancing",
                    "Power ",
                    "Walking",
                    "Running",
                    "Rowing ",
                    "Soccer",
                    "Zumba"
                ],
                "topImg": {
                    "source": "http://via.placeholder.com/801x329",
                    "desc": "some desc here",
                    "offset": "left"
                }
            }
        },
        {
            "name": "Herbs",
            "link": "herbs",
            "content": {
                "titles": ["Recommended Herbs for Pitta-Vatta"],
                "texts": [
                    "The Ayurvedic view of any illness or disease is due to a weakness or aggravation in your body that’s gotten out of control, or become concentrated. We all tend to “whack ourselves out” in particular ways, but how and where it expresses itself is how the ancient physicians knew what was needed to restore balance.",
                    "These are a few of our herbal tonic suggestions to upright your mind-body complex. Note: always choose whole herbs over tinctures; they are better designed to help support your body’s natural functioning and healing."
                ],
                "topImg": {
                    "source": "http://via.placeholder.com/801x329",
                    "desc": "some desc here",
                    "offset": "left"
                },
                "collapseData": [
                    {
                       "title": "Brahmi",
                       "text": "This is a known adaptogenic tonic, and works to rebuild the body and nervous system when its been depleted by stress. It is a revitalizer, uplifts energy levels naturally, and promotes a nourishing effect for the reproductive systems of both the male and female bodies."
                    },
                    {
                        "title": "Manjistha",
                        "text": "This is a known adaptogenic tonic, and works to rebuild the body and nervous system when its been depleted by stress. It is a revitalizer, uplifts energy levels naturally, and promotes a nourishing effect for the reproductive systems of both the male and female bodies."
                    },
                    {
                        "title": "Trikatu",
                        "text": "This is a known adaptogenic tonic, and works to rebuild the body and nervous system when its been depleted by stress. It is a revitalizer, uplifts energy levels naturally, and promotes a nourishing effect for the reproductive systems of both the male and female bodies."
                    },
                    {
                        "title": "Ashwaganda",
                        "text": "This is a known adaptogenic tonic, and works to rebuild the body and nervous system when its been depleted by stress. It is a revitalizer, uplifts energy levels naturally, and promotes a nourishing effect for the reproductive systems of both the male and female bodies."
                    },
                    {
                        "title": "Triphala",
                        "text": "This is a known adaptogenic tonic, and works to rebuild the body and nervous system when its been depleted by stress. It is a revitalizer, uplifts energy levels naturally, and promotes a nourishing effect for the reproductive systems of both the male and female bodies."
                    },
                    {
                        "title": "Guggulu",
                        "text": "This is a known adaptogenic tonic, and works to rebuild the body and nervous system when its been depleted by stress. It is a revitalizer, uplifts energy levels naturally, and promotes a nourishing effect for the reproductive systems of both the male and female bodies."
                    },
                    {
                        "title": "Turmeric",
                        "text": "This is a known adaptogenic tonic, and works to rebuild the body and nervous system when its been depleted by stress. It is a revitalizer, uplifts energy levels naturally, and promotes a nourishing effect for the reproductive systems of both the male and female bodies."
                    }
                ]
            }
        },
        {
            "name": "Spices",
            "link": "spices",
            "content": {
                "titles": ["Recommended Spices for Pitta-Vatta"],
                "texts": [
                   "Cras semper nisi vitae arcu congue euismod. In sit amet varius nisi. Nullam eu orci hendrerit lorem aliquet blandit. Pellentesque ac hendrerit nibh. Cras semper nisi vitae arcu congue euismod. In sit amet varius nisi. Nullam eu orci hendrerit lorem aliquet blandit. Pellentesque ac hendrerit nibh."
                ],
                "spicesList": [
                    "Asafetida", 
                    "Ajwan", 
                    "Anise", 
                    "Basil", 
                    "Bay Leaves", 
                    "Black pepper", 
                    "Cardamom", 
                    "Caraway", 
                    "Cayenne", 
                    "Ceylon ", 
                    "Chili", 
                    "Cloves", 
                    "Coriander", 
                    "Cumin", 
                    "Dill", 
                    "Fennel", 
                    "Fenugreek", 
                    "Ginger", 
                    "Juniper", 
                    "Marjoram", 
                    "Mint", 
                    "Mustard", 
                    "Neem", 
                    "Nutmeg", 
                    "Oregano", 
                    "Paprika", 
                    "Parsley", 
                    "Pippali", 
                    "Poppy seeds", 
                    "Rosemary", 
                    "Cinnamon", 
                    "Saffron", 
                    "Savory", 
                    "Sage", 
                    "Tarragon", 
                    "Trikatu", 
                    "Turmeric", 
                    "Vanilla"
                ],
                "topImg": {
                    "source": "http://via.placeholder.com/801x329",
                    "desc": "some desc here",
                    "offset": "left"
                }
            }
        },
        {
            "name": "Aromatherapy",
            "link": "aromatherapy",
            "content": {
                "titles": ["Pitta-Vatta and Aromatherapy"],
                "texts": [
                    "The Ayurvedic view of any illness or disease is due to a weakness or aggravation in your body that’s gotten out of control, or become concentrated. We all tend to “whack ourselves out” in particular ways, but how and where it expresses itself is how the ancient physicians knew what was needed to restore balance.",
                    "These are a few of our herbal tonic suggestions to upright your mind-body complex. Note: always choose whole herbs over tinctures; they are better designed to help support your body’s natural functioning and healing."
                ],
                "topImg": {
                    "source": "http://via.placeholder.com/801x329",
                    "desc": "some desc here",
                    "offset": "left"
                },
                "collapseData": [
                    {
                       "title": "Brahmi",
                       "text": "This is a known adaptogenic tonic, and works to rebuild the body and nervous system when its been depleted by stress. It is a revitalizer, uplifts energy levels naturally, and promotes a nourishing effect for the reproductive systems of both the male and female bodies."
                    },
                    {
                        "title": "Manjistha",
                        "text": "This is a known adaptogenic tonic, and works to rebuild the body and nervous system when its been depleted by stress. It is a revitalizer, uplifts energy levels naturally, and promotes a nourishing effect for the reproductive systems of both the male and female bodies."
                    },
                    {
                        "title": "Trikatu",
                        "text": "This is a known adaptogenic tonic, and works to rebuild the body and nervous system when its been depleted by stress. It is a revitalizer, uplifts energy levels naturally, and promotes a nourishing effect for the reproductive systems of both the male and female bodies."
                    },
                    {
                        "title": "Ashwaganda",
                        "text": "This is a known adaptogenic tonic, and works to rebuild the body and nervous system when its been depleted by stress. It is a revitalizer, uplifts energy levels naturally, and promotes a nourishing effect for the reproductive systems of both the male and female bodies."
                    },
                    {
                        "title": "Triphala",
                        "text": "This is a known adaptogenic tonic, and works to rebuild the body and nervous system when its been depleted by stress. It is a revitalizer, uplifts energy levels naturally, and promotes a nourishing effect for the reproductive systems of both the male and female bodies."
                    },
                    {
                        "title": "Guggulu",
                        "text": "This is a known adaptogenic tonic, and works to rebuild the body and nervous system when its been depleted by stress. It is a revitalizer, uplifts energy levels naturally, and promotes a nourishing effect for the reproductive systems of both the male and female bodies."
                    },
                    {
                        "title": "Turmeric",
                        "text": "This is a known adaptogenic tonic, and works to rebuild the body and nervous system when its been depleted by stress. It is a revitalizer, uplifts energy levels naturally, and promotes a nourishing effect for the reproductive systems of both the male and female bodies."
                    }
                ]
            }
        },
        {
            "name": "Massage",
            "link": "massage",
            "content": {
                "titles": ["Pitta-Vatta and Abhyanga"],
                "texts": [
                    "We recommend making a tiny space to spend an hour each day. We know this seems impossible for most people in their busy lives, but for YOU, it is essential you make it a point to “recharge”. This will support you to avoid becoming overwhelmed or anxious. If you have spiritual aspirations, this will preserve your vital energies.",
                    "You need time to transition, and you need time outs. Choose activities that uplift your heart: this is your key to the universe. Choose meditation. Try a restorative vinyasa class instead. It’s ok to know and admit you need rest, grounding, and slowness. You tend to be go-go-go like the wind, and you need to add some earth and water and warmth into your life on a regular basis. As much as you might hate and reject it with every cell of your being: routine is very good and stabilizing for you."
                ],
                "topImg": {
                    "source": "http://via.placeholder.com/801x329",
                    "desc": "some desc here",
                    "offset": "left"
                },
                "quotes": ["“The body of one who uses oil massage regularly does not become affected much even if subjected to accidental injuries, or strenuous work. By using oil massage daily, a person is endowed with pleasant touch, trimmed body parts and becomes strong, charming and least affected by old age.” — Charaka Samhita Vol. 1, V: 88-89"]
            }
        },
        {
            "name": "Yoga",
            "link": "yoga",
            "content": {
                "titles": ["Pitta-Vatta and Yoga"],
                "texts": [
                    "Surya Namaskar or Sun Salutations are good for every dosha. It is a safe vinyasa flow that gently massages every organ and stretches every muscle in your body. Plus, it feels so good. Surya Namaskar is the bodily equivalent to the Gayatri mantra, a prayer to the life-giving force in the universe.",
                    "If you’re new to the series, we recommend starting slow, and work your way up from 1 round to 4 daily, and pay attention to your breath as you move through the poses. It’s more important to achieve the correct poses than to rush through them. But once you get the form down, pick up your speed. You’re definitely looking to break a sweat.",
                    "Kapha types need to practice Surya Namaskar in sequence and briskly, you must resist the temptation to take it slow and easy. You need the vigorous movement.",
                    "Any postures that kapha engages in should pay special attention to the core, opening the chest and lungs, and upper body as this is the place where kapha tends to coagulate. Inverted postures and dynamic poses that require strength and balance stimulate the metabolic rate. Always think about carrying your heart high.",
                    "A good protracted poses for Kapha is Ardha Matsyasana or Half Fishes Pose. This encourages a healthy flow of prana (life force) in the system and is especially good for those who suffer with congestion or asthma."
                ],
                "topImg": {
                    "source": "http://via.placeholder.com/801x329",
                    "desc": "some desc here",
                    "offset": "left"
                }
            }
        },
        {
            "name": "Colors",
            "link": "colors",
            "content": {
                "titles": ["Pitta-Vatta and Colors"],
                "texts": [
                    "As we live in a sensual world, we are affected by everything we see, smell, hear, taste and touch. Everything we experience through our five senses carries an energy and sensation with it that transcends its objectivity. When it comes to what we see in our environment, the colors we surround ourselves with, or even wear, can have profound effects. So, we want you to think about it: are you choosing colors that uplift your dosha?",
                    "Kapha is most pacified by warm, dynamic colors that can bring heat and promote movement, vitality and a sense of vigor to your cooler, wetter, sluggish, tendencies. As you tend to run cooler and thicker in the body and calm mind, you need some sunny activity to burn through the fog. We want you to think about… well, avoiding white in general; try to stick with enlivening colors, because kapha secretions in the body tend to be white and cool. Go for red, crimson, oranges, and in general, bright, fiery colors."
                ],
                "topImg": {
                    "source": "http://via.placeholder.com/801x329",
                    "desc": "some desc here",
                    "offset": "left"
                }
            }
        },
        {
            "name": "Mantras",
            "link": "mantras",
            "content": {
                "titles": ["Pitta-Vatta Mantras"],
                "texts": [
                    "In the Vedic philosophy, creation is dependent on light and sound, thus a mantra is a word, phrase, or sound root that is used to create a certain vibration within your physiology. By using these spiritual roots, phrases, and sounds, you invite the mind to operate in a deeper, subtler way. It can be life changing as a regular practice.",
                    "As a Kapha, you already benefit from a calmer, serene quality to your mind; but if you’re unbalanced, you may trend towards depression and possessiveness. In this case, you need regular opportunities cultivate joy and energy. So we want to recommend a mantra that not only uplifts, but purifies and cleanses the psychophysiology.",
                    "One of the very best prayers and phrases for you to contemplate is as follows:",
                    "Another one is So-Hum (inhale on so, exhale on hum)."
                ],
                "topImg": {
                    "source": "http://via.placeholder.com/801x329",
                    "desc": "some desc here",
                    "offset": "left"
                },
                "quotes": [
                    "Asato ma sadgamaya;", 
                    "Tamaso ma jyotir gamaya; ",
                    "Mrtyorma amritam gamaya",
                    "AUM, shanti, Shanti, Shanti",
                    " ",
                    "(Lead me from unreal to the real;", 
                    "Lead me from darkness into light;", 
                    "Lead me from death to immortality.", 
                    "Om, peace, peace, peace)"
                ]
            }
        },
        {
            "name": "Gems",
            "link": "gems",
            "content": {
                "titles": ["Pitta-Vatta and Gems"],
                "texts": [
                    "The Ayurvedic view of any illness or disease is due to a weakness or aggravation in your body that’s gotten out of control, or become concentrated. We all tend to “whack ourselves out” in particular ways, but how and where it expresses itself is how the ancient physicians knew what was needed to restore balance.",
                    "These are a few of our herbal tonic suggestions to upright your mind-body complex. Note: always choose whole herbs over tinctures; they are better designed to help support your body’s natural functioning and healing."
                ],
                "topImg": {
                    "source": "http://via.placeholder.com/801x329",
                    "desc": "some desc here",
                    "offset": "left"
                }
            }
        },
        {
            "name": "Meal Plans",
            "link": "meal-plans",
            "content": {
                "titles": ["Meal Plans for Pitta-Vatta"],
                "texts": [
                    "Here'll be meal plans for Pitta-Vatta yoga type"
                ],
                "topImg": {
                    "source": "http://via.placeholder.com/801x329",
                    "desc": "some desc here",
                    "offset": "left"
                }
            }
        }
    ],
    "pitta-kapha": [
        {
            "name": "Overview",
            "link": "overview",
            "content": {
                "titles": [
                    "Hey, Johanson.<br/> According to the quiz, <b>your body type is Pitta-Kapha.</b>",
                    "Here’s what you should know about Pitta-Kapha…",
                    "Pitta-Kapha’s Elemental Traits & Characteristics",
                    "Pitta-Kapha and Spirituality",
                    "Pitta-Kapha and the World",
                    "Pitta-Kapha and Relationships",
                    "Pitta-Kapha and Daily Life"
                ],
                "texts": [
                    "When we discover our dosha, we learn where and how these forces move and accumulate, which leads us to understand how health or disease manifests in our body and psychology.",
                    "When we discover our dosha, we learn where and how these forces move and accumulate, which leads us to understand how health or disease manifests in our body and psychology. By bringing awareness to our state of being, we learn about the strengths and weaknesses in our constitution, e.g. those places unique to us which require more attention in order to remain in balance.",
                    "When we speak about the doshas: Pitta-Kapha, Pitta-Kapha, and Kapha, we are talking about the natural elements and their qualities of being: ether (space), air, fire, water, and earth. In their combinations, each participates in the construction of individual bodies and personalities. As each element has its own temperament and attribute to contribute, this leads to a certain tendency of expression within you.",
                    "Pitta-Kapha is brittle, airy, cold, prone roughness, wrinkling, and dryness: like a tree in the winter. It’s windy, and forces other things to move. You are slender, sensitive to chill, and suffer from dry or rough skin conditions, and irregular digestion or appetite. You are an imaginative, creative, quick thinking type of person. You love experiencing new things, ideas, people, and places. You grasp new concepts with vigor, but have a hard time holding onto them; maybe even your keys or other easily misplaced items. You experience bursts of energy and tend to walk and talk fast. You’re always on the go and often find the only way you feel productive is if you’re doing something all the time, but then wonder why you suddenly feel so tired.",
                    "Being ruled by air, music and sounds move you into, or out of, balance. The big city life and the sounds of the world on the go can feel cacophonous and jarring to your more delicate sensibilities. You are emotionally sensitive, and find urself moved to tears by feelings of beauty, grief, and gratitude. Your mind is always working.",
                    "As a Pitta-Kapha, you, more than any other dosha have the potential to successfully lead a very spiritual life, because of the association with ether - the principle spiritual substance in manifestation. If this is not an important part of your life yet, it might be worth considering.",
                    "Cras semper nisi vitae arcu congue euismod. In sit amet varius nisi. Nullam eu orci hendrerit lorem aliquet blandit. Pellentesque ac hendrerit nibh. Cras semper nisi vitae arcu congue euismod. In sit amet varius nisi. Nullam eu orci hendrerit lorem aliquet blandit. Pellentesque ac hendrerit nibh.",
                    "Pitta-Kaphas are also prone to feeling misunderstood, and you often are. Perhaps you recognize within yourself the personal experience that you feel different than your peers, or don’t belong, etc.",
                    "As a note of both validation and caution: one of the worst things you can do is take it upon yourself to try and be and desire what you see others wanting and expressing as their sense of self: this will only deplete and imbalance you. You can’t try and be part of the crowd, you have to forge your own path.",
                    "As a Pitta-Kapha, you, more than any other dosha have the potential to successfully lead a very spiritual life, because of the association with ether - the principle spiritual substance in manifestation. If this is not an important part of your life yet, it might be worth considering.",
                    "Cras semper nisi vitae arcu congue euismod. In sit amet varius nisi. Nullam eu orci hendrerit lorem aliquet blandit. Pellentesque ac hendrerit nibh. Cras semper nisi vitae arcu congue euismod. In sit amet varius nisi. Nullam eu orcihendrerit lorem aliquet blandit. Pellentesque ac hendrerit nibh.",
                    "As a Pitta-Kapha, you, more than any other dosha have the potential to successfully lead a very spiritual life, because of the association with ether - the principle spiritual substance in manifestation. If this is not an important part of your life yet, it might be worth considering.",
                    "Cras semper nisi vitae arcu congue euismod. In sit amet varius nisi. Nullam eu orci hendrerit lorem aliquet blandit. Pellentesque ac hendrerit nibh. Cras semper nisi vitae arcu congue euismod. In sit amet varius nisi. Nullam eu orci hendrerit lorem aliquet blandit. Pellentesque ac hendrerit nibh.",
                    "We recommend making a tiny space to spend an hour each day. We know this seems impossible for most people in their busy lives, but for YOU, it is essential you make it a point to “recharge”. This will support you to avoid becoming overwhelmed or anxious. If you have spiritual aspirations, this will preserve your vital energies.",
                    "You need time to transition, and you need time outs. Choose activities that uplift your heart: this is your key to the universe. Choose meditation. Try a restorative vinyasa class instead. It’s ok to know and admit you need rest, grounding, and slowness. You tend to be go-go-go like the wind, and you need to add some earth and water and warmth into your life on a regular basis. As much as you might hate and reject it with every cell of your being: routine is  very good and stabilizing for you",
                    "When stressed, you tend to self-medicate with sugar, as the sweet taste feels nourishing and brings a sense of relief, but you’re setting yourself up for a roller coaster if you don’t make it a point to support your constitutional needs. A blood sugar rise will only exacerbate your tendency to over-extend yourself when you actually need rest.The resulting crashes and out of control. Insomnia is common under these conditions, as well as a tendency to forget to eat, and weight loss."
                ],
                "tip": {
                    "title": "Before you read on…",
                    "texts": [
                        "Some of the descriptions below might not quite fit with you, but remember that a Pitta-Kapha type also contains lesser amounts of Pita and Kapha which express themselves differently.",
                        "So… if something here doesn’t seem to relate to your body, then know that the Pita and Kapha forces must be dominating this particular area within you are expressing different qualities."
                    ]
                }
            }
        },
        {
            "name": "Foods and Diet",
            "link": "foods-and-diet",
            "content": {
                "titles": [
                    "Pitta-Kapha and Diet"
                ],
                "texts": [
                    "Pitta-Kapha is one of the doshas that really does not do well on a high raw diet due to the coldness of the energy. They are one of the doshas that benefits from clean sources of animal products,because they need the grounded, dense, earthy, unctuous quality they provide to counteract the dry, brittle, and coldness in their nature. ",
                    "Focus on sweet, salty, and sour flavors. Now, choosing sweet does not mean having a free-for-all with overt sugars: complex-carbohydrates and healthy fats will work with you to help calm your mind. Choose warm over cold, and moist or unctuous instead of dry and plain: seek out cooked grains with a swirl of ghee or olive oil, soups, warming herbs, and stewed fruits. Make sure you drink plenty of water, warm is best. It’s important for your digestion and energy to stay hydrated, and well lubricated. As Pitta-Kapha dominates in the Winter, be  articularly mindful about staying balanced during the cold, dry months ofthe year.",
                    "Cook your foods for the best digestion. Keep the “raw” to fresh sweet, heavy fruits, pickles and condiments."
                ],
                "topImg": {
                    "source": "http://via.placeholder.com/801x329",
                    "desc": "some desc here",
                    "offset": "left"
                },
                "tabsToAccordion": {
                    "type": "purple",
                    "title": "Good to eat",
                    "foods": [
                        {
                            "title": "Vegetables",
                            "food": ["All bitter greens", "cabbage", "cauliflower", "Brussels sprouts", "sweet-corn", "swede", "radish", "green beans", "leeks", "lettuce", "peas", "potatoes", "cooked tomato", "mushrooms ", "car-rots", "celery", "broccoli", "garlic", "bok choy", "onions", "green/red peppers", "beetroot", "kale ", "watercress", "turnips"]
                        },
                        {
                            "title": "Fruits",
                            "food": ["Some fruits"]
                        },
                        {
                            "title": "Legumes",
                            "food": ["Some Legumes"]
                        },
                        {
                            "title": "Grains",
                            "food": ["Some graints"]
                        },
                        {
                            "title": "Meat",
                            "food": ["Some meat"]
                        },
                        {
                            "title": "Dairy",
                            "food": ["Some dairy"]
                        }
                    ]
                },
                "tabsToAccordion2": {
                    "type": "pink",
                    "title": "Better to avoid",
                    "foods": [
                        {
                            "title": "Vegetables",
                            "food": ["All bitter greens", "cabbage", "cauliflower", "Brussels sprouts", "sweet-corn", "swede", "radish", "green beans", "leeks", "lettuce", "peas", "potatoes", "cooked tomato", "mushrooms ", "car-rots", "celery", "broccoli", "garlic", "bok choy", "onions", "green/red peppers", "beetroot", "kale ", "watercress", "turnips"]
                        },
                        {
                            "title": "Fruits",
                            "food": ["Some fruits"]
                        },
                        {
                            "title": "Legumes",
                            "food": ["Some Legumes"]
                        },
                        {
                            "title": "Grains",
                            "food": ["Some graints"]
                        },
                        {
                            "title": "Meat",
                            "food": ["Some meat"]
                        },
                        {
                            "title": "Dairy",
                            "food": ["Some dairy"]
                        }
                    ]
                }
            }
        }, {
            "name": "Exercise",
            "link": "exercise",
            "content": {
                "titles": ["Pitta-Kapha and Exercise"],
                "texts": [
                    "Kaphas hate to exercise regularly and yet they are the most in need of it to overcome sluggishness and laziness in the mind and body. While you are prone to being sedentary, taking it easy, and going with flow: now is the time for you to jump and get active. This is the number one way to balance kapha’s lymph-y tendencies and the fact that it’s far too easy for you to gain unwanted pounds. You’re not doomed to any fate except that which you’re not wiling to work for. Your biggest lesson is to learn how to match your input with your output.",
                    "You need that increase for your metabolic rate, and muscles burn more calories, even when you come to a standstill. Your insulin works better. Your glucose transference in and out of your muscles and cells becomes more efficient. Everything in your body works better when you move. The more sedentary you become, the more prone you are to insulin issues, diabetes, and even cancer.",
                    "Don’t rely on counting caloriesя to keep you slim, instead look at food as fuel for your activities: and then use them to push your movements into more challenging arenas. You have wonderful endurance! Find ways you really love to move your body. 30 minutes to  an hour everyday of strenuous, dynamic movement is all you need. And get up early to do it."
                ],
                "typesOfExercises": [
                    "Aerobics",
                    "Ashtanga Yoga",
                    "Belly dancing",
                    "Dancing",
                    "Power ",
                    "Walking",
                    "Running",
                    "Rowing ",
                    "Soccer",
                    "Zumba"
                ],
                "topImg": {
                    "source": "http://via.placeholder.com/801x329",
                    "desc": "some desc here",
                    "offset": "left"
                }
            }
        },
        {
            "name": "Herbs",
            "link": "herbs",
            "content": {
                "titles": ["Recommended Herbs for Pitta-Kapha"],
                "texts": [
                    "The Ayurvedic view of any illness or disease is due to a weakness or aggravation in your body that’s gotten out of control, or become concentrated. We all tend to “whack ourselves out” in particular ways, but how and where it expresses itself is how the ancient physicians knew what was needed to restore balance.",
                    "These are a few of our herbal tonic suggestions to upright your mind-body complex. Note: always choose whole herbs over tinctures; they are better designed to help support your body’s natural functioning and healing."
                ],
                "topImg": {
                    "source": "http://via.placeholder.com/801x329",
                    "desc": "some desc here",
                    "offset": "left"
                },
                "collapseData": [
                    {
                       "title": "Brahmi",
                       "text": "This is a known adaptogenic tonic, and works to rebuild the body and nervous system when its been depleted by stress. It is a revitalizer, uplifts energy levels naturally, and promotes a nourishing effect for the reproductive systems of both the male and female bodies."
                    },
                    {
                        "title": "Manjistha",
                        "text": "This is a known adaptogenic tonic, and works to rebuild the body and nervous system when its been depleted by stress. It is a revitalizer, uplifts energy levels naturally, and promotes a nourishing effect for the reproductive systems of both the male and female bodies."
                    },
                    {
                        "title": "Trikatu",
                        "text": "This is a known adaptogenic tonic, and works to rebuild the body and nervous system when its been depleted by stress. It is a revitalizer, uplifts energy levels naturally, and promotes a nourishing effect for the reproductive systems of both the male and female bodies."
                    },
                    {
                        "title": "Ashwaganda",
                        "text": "This is a known adaptogenic tonic, and works to rebuild the body and nervous system when its been depleted by stress. It is a revitalizer, uplifts energy levels naturally, and promotes a nourishing effect for the reproductive systems of both the male and female bodies."
                    },
                    {
                        "title": "Triphala",
                        "text": "This is a known adaptogenic tonic, and works to rebuild the body and nervous system when its been depleted by stress. It is a revitalizer, uplifts energy levels naturally, and promotes a nourishing effect for the reproductive systems of both the male and female bodies."
                    },
                    {
                        "title": "Guggulu",
                        "text": "This is a known adaptogenic tonic, and works to rebuild the body and nervous system when its been depleted by stress. It is a revitalizer, uplifts energy levels naturally, and promotes a nourishing effect for the reproductive systems of both the male and female bodies."
                    },
                    {
                        "title": "Turmeric",
                        "text": "This is a known adaptogenic tonic, and works to rebuild the body and nervous system when its been depleted by stress. It is a revitalizer, uplifts energy levels naturally, and promotes a nourishing effect for the reproductive systems of both the male and female bodies."
                    }
                ]
            }
        },
        {
            "name": "Spices",
            "link": "spices",
            "content": {
                "titles": ["Recommended Spices for Pitta-Kapha"],
                "texts": [
                   "Cras semper nisi vitae arcu congue euismod. In sit amet varius nisi. Nullam eu orci hendrerit lorem aliquet blandit. Pellentesque ac hendrerit nibh. Cras semper nisi vitae arcu congue euismod. In sit amet varius nisi. Nullam eu orci hendrerit lorem aliquet blandit. Pellentesque ac hendrerit nibh."
                ],
                "spicesList": [
                    "Asafetida", 
                    "Ajwan", 
                    "Anise", 
                    "Basil", 
                    "Bay Leaves", 
                    "Black pepper", 
                    "Cardamom", 
                    "Caraway", 
                    "Cayenne", 
                    "Ceylon ", 
                    "Chili", 
                    "Cloves", 
                    "Coriander", 
                    "Cumin", 
                    "Dill", 
                    "Fennel", 
                    "Fenugreek", 
                    "Ginger", 
                    "Juniper", 
                    "Marjoram", 
                    "Mint", 
                    "Mustard", 
                    "Neem", 
                    "Nutmeg", 
                    "Oregano", 
                    "Paprika", 
                    "Parsley", 
                    "Pippali", 
                    "Poppy seeds", 
                    "Rosemary", 
                    "Cinnamon", 
                    "Saffron", 
                    "Savory", 
                    "Sage", 
                    "Tarragon", 
                    "Trikatu", 
                    "Turmeric", 
                    "Vanilla"
                ],
                "topImg": {
                    "source": "http://via.placeholder.com/801x329",
                    "desc": "some desc here",
                    "offset": "left"
                }
            }
        },
        {
            "name": "Aromatherapy",
            "link": "aromatherapy",
            "content": {
                "titles": ["Pitta-Kapha and Aromatherapy"],
                "texts": [
                    "The Ayurvedic view of any illness or disease is due to a weakness or aggravation in your body that’s gotten out of control, or become concentrated. We all tend to “whack ourselves out” in particular ways, but how and where it expresses itself is how the ancient physicians knew what was needed to restore balance.",
                    "These are a few of our herbal tonic suggestions to upright your mind-body complex. Note: always choose whole herbs over tinctures; they are better designed to help support your body’s natural functioning and healing."
                ],
                "topImg": {
                    "source": "http://via.placeholder.com/801x329",
                    "desc": "some desc here",
                    "offset": "left"
                },
                "collapseData": [
                    {
                       "title": "Brahmi",
                       "text": "This is a known adaptogenic tonic, and works to rebuild the body and nervous system when its been depleted by stress. It is a revitalizer, uplifts energy levels naturally, and promotes a nourishing effect for the reproductive systems of both the male and female bodies."
                    },
                    {
                        "title": "Manjistha",
                        "text": "This is a known adaptogenic tonic, and works to rebuild the body and nervous system when its been depleted by stress. It is a revitalizer, uplifts energy levels naturally, and promotes a nourishing effect for the reproductive systems of both the male and female bodies."
                    },
                    {
                        "title": "Trikatu",
                        "text": "This is a known adaptogenic tonic, and works to rebuild the body and nervous system when its been depleted by stress. It is a revitalizer, uplifts energy levels naturally, and promotes a nourishing effect for the reproductive systems of both the male and female bodies."
                    },
                    {
                        "title": "Ashwaganda",
                        "text": "This is a known adaptogenic tonic, and works to rebuild the body and nervous system when its been depleted by stress. It is a revitalizer, uplifts energy levels naturally, and promotes a nourishing effect for the reproductive systems of both the male and female bodies."
                    },
                    {
                        "title": "Triphala",
                        "text": "This is a known adaptogenic tonic, and works to rebuild the body and nervous system when its been depleted by stress. It is a revitalizer, uplifts energy levels naturally, and promotes a nourishing effect for the reproductive systems of both the male and female bodies."
                    },
                    {
                        "title": "Guggulu",
                        "text": "This is a known adaptogenic tonic, and works to rebuild the body and nervous system when its been depleted by stress. It is a revitalizer, uplifts energy levels naturally, and promotes a nourishing effect for the reproductive systems of both the male and female bodies."
                    },
                    {
                        "title": "Turmeric",
                        "text": "This is a known adaptogenic tonic, and works to rebuild the body and nervous system when its been depleted by stress. It is a revitalizer, uplifts energy levels naturally, and promotes a nourishing effect for the reproductive systems of both the male and female bodies."
                    }
                ]
            }
        },
        {
            "name": "Massage",
            "link": "massage",
            "content": {
                "titles": ["Pitta-Kapha and Abhyanga"],
                "texts": [
                    "We recommend making a tiny space to spend an hour each day. We know this seems impossible for most people in their busy lives, but for YOU, it is essential you make it a point to “recharge”. This will support you to avoid becoming overwhelmed or anxious. If you have spiritual aspirations, this will preserve your vital energies.",
                    "You need time to transition, and you need time outs. Choose activities that uplift your heart: this is your key to the universe. Choose meditation. Try a restorative vinyasa class instead. It’s ok to know and admit you need rest, grounding, and slowness. You tend to be go-go-go like the wind, and you need to add some earth and water and warmth into your life on a regular basis. As much as you might hate and reject it with every cell of your being: routine is very good and stabilizing for you."
                ],
                "topImg": {
                    "source": "http://via.placeholder.com/801x329",
                    "desc": "some desc here",
                    "offset": "left"
                },
                "quotes": ["“The body of one who uses oil massage regularly does not become affected much even if subjected to accidental injuries, or strenuous work. By using oil massage daily, a person is endowed with pleasant touch, trimmed body parts and becomes strong, charming and least affected by old age.” — Charaka Samhita Vol. 1, V: 88-89"]
            }
        },
        {
            "name": "Yoga",
            "link": "yoga",
            "content": {
                "titles": ["Pitta-Kapha and Yoga"],
                "texts": [
                    "Surya Namaskar or Sun Salutations are good for every dosha. It is a safe vinyasa flow that gently massages every organ and stretches every muscle in your body. Plus, it feels so good. Surya Namaskar is the bodily equivalent to the Gayatri mantra, a prayer to the life-giving force in the universe.",
                    "If you’re new to the series, we recommend starting slow, and work your way up from 1 round to 4 daily, and pay attention to your breath as you move through the poses. It’s more important to achieve the correct poses than to rush through them. But once you get the form down, pick up your speed. You’re definitely looking to break a sweat.",
                    "Kapha types need to practice Surya Namaskar in sequence and briskly, you must resist the temptation to take it slow and easy. You need the vigorous movement.",
                    "Any postures that kapha engages in should pay special attention to the core, opening the chest and lungs, and upper body as this is the place where kapha tends to coagulate. Inverted postures and dynamic poses that require strength and balance stimulate the metabolic rate. Always think about carrying your heart high.",
                    "A good protracted poses for Kapha is Ardha Matsyasana or Half Fishes Pose. This encourages a healthy flow of prana (life force) in the system and is especially good for those who suffer with congestion or asthma."
                ],
                "topImg": {
                    "source": "http://via.placeholder.com/801x329",
                    "desc": "some desc here",
                    "offset": "left"
                }
            }
        },
        {
            "name": "Colors",
            "link": "colors",
            "content": {
                "titles": ["Pitta-Kapha and Colors"],
                "texts": [
                    "As we live in a sensual world, we are affected by everything we see, smell, hear, taste and touch. Everything we experience through our five senses carries an energy and sensation with it that transcends its objectivity. When it comes to what we see in our environment, the colors we surround ourselves with, or even wear, can have profound effects. So, we want you to think about it: are you choosing colors that uplift your dosha?",
                    "Kapha is most pacified by warm, dynamic colors that can bring heat and promote movement, vitality and a sense of vigor to your cooler, wetter, sluggish, tendencies. As you tend to run cooler and thicker in the body and calm mind, you need some sunny activity to burn through the fog. We want you to think about… well, avoiding white in general; try to stick with enlivening colors, because kapha secretions in the body tend to be white and cool. Go for red, crimson, oranges, and in general, bright, fiery colors."
                ],
                "topImg": {
                    "source": "http://via.placeholder.com/801x329",
                    "desc": "some desc here",
                    "offset": "left"
                }
            }
        },
        {
            "name": "Mantras",
            "link": "mantras",
            "content": {
                "titles": ["Pitta-Kapha Mantras"],
                "texts": [
                    "In the Vedic philosophy, creation is dependent on light and sound, thus a mantra is a word, phrase, or sound root that is used to create a certain vibration within your physiology. By using these spiritual roots, phrases, and sounds, you invite the mind to operate in a deeper, subtler way. It can be life changing as a regular practice.",
                    "As a Kapha, you already benefit from a calmer, serene quality to your mind; but if you’re unbalanced, you may trend towards depression and possessiveness. In this case, you need regular opportunities cultivate joy and energy. So we want to recommend a mantra that not only uplifts, but purifies and cleanses the psychophysiology.",
                    "One of the very best prayers and phrases for you to contemplate is as follows:",
                    "Another one is So-Hum (inhale on so, exhale on hum)."
                ],
                "topImg": {
                    "source": "http://via.placeholder.com/801x329",
                    "desc": "some desc here",
                    "offset": "left"
                },
                "quotes": [
                    "Asato ma sadgamaya;", 
                    "Tamaso ma jyotir gamaya; ",
                    "Mrtyorma amritam gamaya",
                    "AUM, shanti, Shanti, Shanti",
                    " ",
                    "(Lead me from unreal to the real;", 
                    "Lead me from darkness into light;", 
                    "Lead me from death to immortality.", 
                    "Om, peace, peace, peace)"
                ]
            }
        },
        {
            "name": "Gems",
            "link": "gems",
            "content": {
                "titles": ["Pitta-Kapha and Gems"],
                "texts": [
                    "The Ayurvedic view of any illness or disease is due to a weakness or aggravation in your body that’s gotten out of control, or become concentrated. We all tend to “whack ourselves out” in particular ways, but how and where it expresses itself is how the ancient physicians knew what was needed to restore balance.",
                    "These are a few of our herbal tonic suggestions to upright your mind-body complex. Note: always choose whole herbs over tinctures; they are better designed to help support your body’s natural functioning and healing."
                ],
                "topImg": {
                    "source": "http://via.placeholder.com/801x329",
                    "desc": "some desc here",
                    "offset": "left"
                }
            }
        },
        {
            "name": "Meal Plans",
            "link": "meal-plans",
            "content": {
                "titles": ["Meal Plans for Pitta-Kapha"],
                "texts": [
                    "Here'll be meal plans for Pitta-Kapha yoga type"
                ],
                "topImg": {
                    "source": "http://via.placeholder.com/801x329",
                    "desc": "some desc here",
                    "offset": "left"
                }
            }
        }
    ],
    "kapha-pitta": [
        {
            "name": "Overview",
            "link": "overview",
            "content": {
                "titles": [
                    "Hey, Johanson.<br/> According to the quiz, <b>your body type is kapha-pitta.</b>",
                    "Here’s what you should know about kapha-pitta…",
                    "kapha-pitta’s Elemental Traits & Characteristics",
                    "kapha-pitta and Spirituality",
                    "kapha-pitta and the World",
                    "kapha-pitta and Relationships",
                    "kapha-pitta and Daily Life"
                ],
                "texts": [
                    "When we discover our dosha, we learn where and how these forces move and accumulate, which leads us to understand how health or disease manifests in our body and psychology.",
                    "When we discover our dosha, we learn where and how these forces move and accumulate, which leads us to understand how health or disease manifests in our body and psychology. By bringing awareness to our state of being, we learn about the strengths and weaknesses in our constitution, e.g. those places unique to us which require more attention in order to remain in balance.",
                    "When we speak about the doshas: kapha-pitta, kapha-pitta, and kapha-pitta, we are talking about the natural elements and their qualities of being: ether (space), air, fire, water, and earth. In their combinations, each participates in the construction of individual bodies and personalities. As each element has its own temperament and attribute to contribute, this leads to a certain tendency of expression within you.",
                    "kapha-pitta is brittle, airy, cold, prone roughness, wrinkling, and dryness: like a tree in the winter. It’s windy, and forces other things to move. You are slender, sensitive to chill, and suffer from dry or rough skin conditions, and irregular digestion or appetite. You are an imaginative, creative, quick thinking type of person. You love experiencing new things, ideas, people, and places. You grasp new concepts with vigor, but have a hard time holding onto them; maybe even your keys or other easily misplaced items. You experience bursts of energy and tend to walk and talk fast. You’re always on the go and often find the only way you feel productive is if you’re doing something all the time, but then wonder why you suddenly feel so tired.",
                    "Being ruled by air, music and sounds move you into, or out of, balance. The big city life and the sounds of the world on the go can feel cacophonous and jarring to your more delicate sensibilities. You are emotionally sensitive, and find urself moved to tears by feelings of beauty, grief, and gratitude. Your mind is always working.",
                    "As a kapha-pitta, you, more than any other dosha have the potential to successfully lead a very spiritual life, because of the association with ether - the principle spiritual substance in manifestation. If this is not an important part of your life yet, it might be worth considering.",
                    "Cras semper nisi vitae arcu congue euismod. In sit amet varius nisi. Nullam eu orci hendrerit lorem aliquet blandit. Pellentesque ac hendrerit nibh. Cras semper nisi vitae arcu congue euismod. In sit amet varius nisi. Nullam eu orci hendrerit lorem aliquet blandit. Pellentesque ac hendrerit nibh.",
                    "kapha-pittas are also prone to feeling misunderstood, and you often are. Perhaps you recognize within yourself the personal experience that you feel different than your peers, or don’t belong, etc.",
                    "As a note of both validation and caution: one of the worst things you can do is take it upon yourself to try and be and desire what you see others wanting and expressing as their sense of self: this will only deplete and imbalance you. You can’t try and be part of the crowd, you have to forge your own path.",
                    "As a kapha-pitta, you, more than any other dosha have the potential to successfully lead a very spiritual life, because of the association with ether - the principle spiritual substance in manifestation. If this is not an important part of your life yet, it might be worth considering.",
                    "Cras semper nisi vitae arcu congue euismod. In sit amet varius nisi. Nullam eu orci hendrerit lorem aliquet blandit. Pellentesque ac hendrerit nibh. Cras semper nisi vitae arcu congue euismod. In sit amet varius nisi. Nullam eu orcihendrerit lorem aliquet blandit. Pellentesque ac hendrerit nibh.",
                    "As a kapha-pitta, you, more than any other dosha have the potential to successfully lead a very spiritual life, because of the association with ether - the principle spiritual substance in manifestation. If this is not an important part of your life yet, it might be worth considering.",
                    "Cras semper nisi vitae arcu congue euismod. In sit amet varius nisi. Nullam eu orci hendrerit lorem aliquet blandit. Pellentesque ac hendrerit nibh. Cras semper nisi vitae arcu congue euismod. In sit amet varius nisi. Nullam eu orci hendrerit lorem aliquet blandit. Pellentesque ac hendrerit nibh.",
                    "We recommend making a tiny space to spend an hour each day. We know this seems impossible for most people in their busy lives, but for YOU, it is essential you make it a point to “recharge”. This will support you to avoid becoming overwhelmed or anxious. If you have spiritual aspirations, this will preserve your vital energies.",
                    "You need time to transition, and you need time outs. Choose activities that uplift your heart: this is your key to the universe. Choose meditation. Try a restorative vinyasa class instead. It’s ok to know and admit you need rest, grounding, and slowness. You tend to be go-go-go like the wind, and you need to add some earth and water and warmth into your life on a regular basis. As much as you might hate and reject it with every cell of your being: routine is  very good and stabilizing for you",
                    "When stressed, you tend to self-medicate with sugar, as the sweet taste feels nourishing and brings a sense of relief, but you’re setting yourself up for a roller coaster if you don’t make it a point to support your constitutional needs. A blood sugar rise will only exacerbate your tendency to over-extend yourself when you actually need rest.The resulting crashes and out of control. Insomnia is common under these conditions, as well as a tendency to forget to eat, and weight loss."
                ],
                "tip": {
                    "title": "Before you read on…",
                    "texts": [
                        "Some of the descriptions below might not quite fit with you, but remember that a kapha-pitta type also contains lesser amounts of Pita and kapha-pitta which express themselves differently.",
                        "So… if something here doesn’t seem to relate to your body, then know that the Pita and kapha-pitta forces must be dominating this particular area within you are expressing different qualities."
                    ]
                }
            }
        },
        {
            "name": "Foods and Diet",
            "link": "foods-and-diet",
            "content": {
                "titles": [
                    "kapha-pitta and Diet"
                ],
                "texts": [
                    "kapha-pitta is one of the doshas that really does not do well on a high raw diet due to the coldness of the energy. They are one of the doshas that benefits from clean sources of animal products,because they need the grounded, dense, earthy, unctuous quality they provide to counteract the dry, brittle, and coldness in their nature. ",
                    "Focus on sweet, salty, and sour flavors. Now, choosing sweet does not mean having a free-for-all with overt sugars: complex-carbohydrates and healthy fats will work with you to help calm your mind. Choose warm over cold, and moist or unctuous instead of dry and plain: seek out cooked grains with a swirl of ghee or olive oil, soups, warming herbs, and stewed fruits. Make sure you drink plenty of water, warm is best. It’s important for your digestion and energy to stay hydrated, and well lubricated. As kapha-pitta dominates in the Winter, be  articularly mindful about staying balanced during the cold, dry months ofthe year.",
                    "Cook your foods for the best digestion. Keep the “raw” to fresh sweet, heavy fruits, pickles and condiments."
                ],
                "topImg": {
                    "source": "http://via.placeholder.com/801x329",
                    "desc": "some desc here",
                    "offset": "left"
                },
                "tabsToAccordion": {
                    "type": "purple",
                    "title": "Good to eat",
                    "foods": [
                        {
                            "title": "Vegetables",
                            "food": ["All bitter greens", "cabbage", "cauliflower", "Brussels sprouts", "sweet-corn", "swede", "radish", "green beans", "leeks", "lettuce", "peas", "potatoes", "cooked tomato", "mushrooms ", "car-rots", "celery", "broccoli", "garlic", "bok choy", "onions", "green/red peppers", "beetroot", "kale ", "watercress", "turnips"]
                        },
                        {
                            "title": "Fruits",
                            "food": ["Some fruits"]
                        },
                        {
                            "title": "Legumes",
                            "food": ["Some Legumes"]
                        },
                        {
                            "title": "Grains",
                            "food": ["Some graints"]
                        },
                        {
                            "title": "Meat",
                            "food": ["Some meat"]
                        },
                        {
                            "title": "Dairy",
                            "food": ["Some dairy"]
                        }
                    ]
                },
                "tabsToAccordion2": {
                    "type": "pink",
                    "title": "Better to avoid",
                    "foods": [
                        {
                            "title": "Vegetables",
                            "food": ["All bitter greens", "cabbage", "cauliflower", "Brussels sprouts", "sweet-corn", "swede", "radish", "green beans", "leeks", "lettuce", "peas", "potatoes", "cooked tomato", "mushrooms ", "car-rots", "celery", "broccoli", "garlic", "bok choy", "onions", "green/red peppers", "beetroot", "kale ", "watercress", "turnips"]
                        },
                        {
                            "title": "Fruits",
                            "food": ["Some fruits"]
                        },
                        {
                            "title": "Legumes",
                            "food": ["Some Legumes"]
                        },
                        {
                            "title": "Grains",
                            "food": ["Some graints"]
                        },
                        {
                            "title": "Meat",
                            "food": ["Some meat"]
                        },
                        {
                            "title": "Dairy",
                            "food": ["Some dairy"]
                        }
                    ]
                }
            }
        }, {
            "name": "Exercise",
            "link": "exercise",
            "content": {
                "titles": ["kapha-pitta and Exercise"],
                "texts": [
                    "kapha-pittas hate to exercise regularly and yet they are the most in need of it to overcome sluggishness and laziness in the mind and body. While you are prone to being sedentary, taking it easy, and going with flow: now is the time for you to jump and get active. This is the number one way to balance kapha-pitta’s lymph-y tendencies and the fact that it’s far too easy for you to gain unwanted pounds. You’re not doomed to any fate except that which you’re not wiling to work for. Your biggest lesson is to learn how to match your input with your output.",
                    "You need that increase for your metabolic rate, and muscles burn more calories, even when you come to a standstill. Your insulin works better. Your glucose transference in and out of your muscles and cells becomes more efficient. Everything in your body works better when you move. The more sedentary you become, the more prone you are to insulin issues, diabetes, and even cancer.",
                    "Don’t rely on counting caloriesя to keep you slim, instead look at food as fuel for your activities: and then use them to push your movements into more challenging arenas. You have wonderful endurance! Find ways you really love to move your body. 30 minutes to  an hour everyday of strenuous, dynamic movement is all you need. And get up early to do it."
                ],
                "typesOfExercises": [
                    "Aerobics",
                    "Ashtanga Yoga",
                    "Belly dancing",
                    "Dancing",
                    "Power ",
                    "Walking",
                    "Running",
                    "Rowing ",
                    "Soccer",
                    "Zumba"
                ],
                "topImg": {
                    "source": "http://via.placeholder.com/801x329",
                    "desc": "some desc here",
                    "offset": "left"
                }
            }
        },
        {
            "name": "Herbs",
            "link": "herbs",
            "content": {
                "titles": ["Recommended Herbs for kapha-pitta"],
                "texts": [
                    "The Ayurvedic view of any illness or disease is due to a weakness or aggravation in your body that’s gotten out of control, or become concentrated. We all tend to “whack ourselves out” in particular ways, but how and where it expresses itself is how the ancient physicians knew what was needed to restore balance.",
                    "These are a few of our herbal tonic suggestions to upright your mind-body complex. Note: always choose whole herbs over tinctures; they are better designed to help support your body’s natural functioning and healing."
                ],
                "topImg": {
                    "source": "http://via.placeholder.com/801x329",
                    "desc": "some desc here",
                    "offset": "left"
                },
                "collapseData": [
                    {
                       "title": "Brahmi",
                       "text": "This is a known adaptogenic tonic, and works to rebuild the body and nervous system when its been depleted by stress. It is a revitalizer, uplifts energy levels naturally, and promotes a nourishing effect for the reproductive systems of both the male and female bodies."
                    },
                    {
                        "title": "Manjistha",
                        "text": "This is a known adaptogenic tonic, and works to rebuild the body and nervous system when its been depleted by stress. It is a revitalizer, uplifts energy levels naturally, and promotes a nourishing effect for the reproductive systems of both the male and female bodies."
                    },
                    {
                        "title": "Trikatu",
                        "text": "This is a known adaptogenic tonic, and works to rebuild the body and nervous system when its been depleted by stress. It is a revitalizer, uplifts energy levels naturally, and promotes a nourishing effect for the reproductive systems of both the male and female bodies."
                    },
                    {
                        "title": "Ashwaganda",
                        "text": "This is a known adaptogenic tonic, and works to rebuild the body and nervous system when its been depleted by stress. It is a revitalizer, uplifts energy levels naturally, and promotes a nourishing effect for the reproductive systems of both the male and female bodies."
                    },
                    {
                        "title": "Triphala",
                        "text": "This is a known adaptogenic tonic, and works to rebuild the body and nervous system when its been depleted by stress. It is a revitalizer, uplifts energy levels naturally, and promotes a nourishing effect for the reproductive systems of both the male and female bodies."
                    },
                    {
                        "title": "Guggulu",
                        "text": "This is a known adaptogenic tonic, and works to rebuild the body and nervous system when its been depleted by stress. It is a revitalizer, uplifts energy levels naturally, and promotes a nourishing effect for the reproductive systems of both the male and female bodies."
                    },
                    {
                        "title": "Turmeric",
                        "text": "This is a known adaptogenic tonic, and works to rebuild the body and nervous system when its been depleted by stress. It is a revitalizer, uplifts energy levels naturally, and promotes a nourishing effect for the reproductive systems of both the male and female bodies."
                    }
                ]
            }
        },
        {
            "name": "Spices",
            "link": "spices",
            "content": {
                "titles": ["Recommended Spices for kapha-pitta"],
                "texts": [
                   "Cras semper nisi vitae arcu congue euismod. In sit amet varius nisi. Nullam eu orci hendrerit lorem aliquet blandit. Pellentesque ac hendrerit nibh. Cras semper nisi vitae arcu congue euismod. In sit amet varius nisi. Nullam eu orci hendrerit lorem aliquet blandit. Pellentesque ac hendrerit nibh."
                ],
                "spicesList": [
                    "Asafetida", 
                    "Ajwan", 
                    "Anise", 
                    "Basil", 
                    "Bay Leaves", 
                    "Black pepper", 
                    "Cardamom", 
                    "Caraway", 
                    "Cayenne", 
                    "Ceylon ", 
                    "Chili", 
                    "Cloves", 
                    "Coriander", 
                    "Cumin", 
                    "Dill", 
                    "Fennel", 
                    "Fenugreek", 
                    "Ginger", 
                    "Juniper", 
                    "Marjoram", 
                    "Mint", 
                    "Mustard", 
                    "Neem", 
                    "Nutmeg", 
                    "Oregano", 
                    "Paprika", 
                    "Parsley", 
                    "Pippali", 
                    "Poppy seeds", 
                    "Rosemary", 
                    "Cinnamon", 
                    "Saffron", 
                    "Savory", 
                    "Sage", 
                    "Tarragon", 
                    "Trikatu", 
                    "Turmeric", 
                    "Vanilla"
                ],
                "topImg": {
                    "source": "http://via.placeholder.com/801x329",
                    "desc": "some desc here",
                    "offset": "left"
                }
            }
        },
        {
            "name": "Aromatherapy",
            "link": "aromatherapy",
            "content": {
                "titles": ["kapha-pitta and Aromatherapy"],
                "texts": [
                    "The Ayurvedic view of any illness or disease is due to a weakness or aggravation in your body that’s gotten out of control, or become concentrated. We all tend to “whack ourselves out” in particular ways, but how and where it expresses itself is how the ancient physicians knew what was needed to restore balance.",
                    "These are a few of our herbal tonic suggestions to upright your mind-body complex. Note: always choose whole herbs over tinctures; they are better designed to help support your body’s natural functioning and healing."
                ],
                "topImg": {
                    "source": "http://via.placeholder.com/801x329",
                    "desc": "some desc here",
                    "offset": "left"
                },
                "collapseData": [
                    {
                       "title": "Brahmi",
                       "text": "This is a known adaptogenic tonic, and works to rebuild the body and nervous system when its been depleted by stress. It is a revitalizer, uplifts energy levels naturally, and promotes a nourishing effect for the reproductive systems of both the male and female bodies."
                    },
                    {
                        "title": "Manjistha",
                        "text": "This is a known adaptogenic tonic, and works to rebuild the body and nervous system when its been depleted by stress. It is a revitalizer, uplifts energy levels naturally, and promotes a nourishing effect for the reproductive systems of both the male and female bodies."
                    },
                    {
                        "title": "Trikatu",
                        "text": "This is a known adaptogenic tonic, and works to rebuild the body and nervous system when its been depleted by stress. It is a revitalizer, uplifts energy levels naturally, and promotes a nourishing effect for the reproductive systems of both the male and female bodies."
                    },
                    {
                        "title": "Ashwaganda",
                        "text": "This is a known adaptogenic tonic, and works to rebuild the body and nervous system when its been depleted by stress. It is a revitalizer, uplifts energy levels naturally, and promotes a nourishing effect for the reproductive systems of both the male and female bodies."
                    },
                    {
                        "title": "Triphala",
                        "text": "This is a known adaptogenic tonic, and works to rebuild the body and nervous system when its been depleted by stress. It is a revitalizer, uplifts energy levels naturally, and promotes a nourishing effect for the reproductive systems of both the male and female bodies."
                    },
                    {
                        "title": "Guggulu",
                        "text": "This is a known adaptogenic tonic, and works to rebuild the body and nervous system when its been depleted by stress. It is a revitalizer, uplifts energy levels naturally, and promotes a nourishing effect for the reproductive systems of both the male and female bodies."
                    },
                    {
                        "title": "Turmeric",
                        "text": "This is a known adaptogenic tonic, and works to rebuild the body and nervous system when its been depleted by stress. It is a revitalizer, uplifts energy levels naturally, and promotes a nourishing effect for the reproductive systems of both the male and female bodies."
                    }
                ]
            }
        },
        {
            "name": "Massage",
            "link": "massage",
            "content": {
                "titles": ["kapha-pitta and Abhyanga"],
                "texts": [
                    "We recommend making a tiny space to spend an hour each day. We know this seems impossible for most people in their busy lives, but for YOU, it is essential you make it a point to “recharge”. This will support you to avoid becoming overwhelmed or anxious. If you have spiritual aspirations, this will preserve your vital energies.",
                    "You need time to transition, and you need time outs. Choose activities that uplift your heart: this is your key to the universe. Choose meditation. Try a restorative vinyasa class instead. It’s ok to know and admit you need rest, grounding, and slowness. You tend to be go-go-go like the wind, and you need to add some earth and water and warmth into your life on a regular basis. As much as you might hate and reject it with every cell of your being: routine is very good and stabilizing for you."
                ],
                "topImg": {
                    "source": "http://via.placeholder.com/801x329",
                    "desc": "some desc here",
                    "offset": "left"
                },
                "quotes": ["“The body of one who uses oil massage regularly does not become affected much even if subjected to accidental injuries, or strenuous work. By using oil massage daily, a person is endowed with pleasant touch, trimmed body parts and becomes strong, charming and least affected by old age.” — Charaka Samhita Vol. 1, V: 88-89"]
            }
        },
        {
            "name": "Yoga",
            "link": "yoga",
            "content": {
                "titles": ["kapha-pitta and Yoga"],
                "texts": [
                    "Surya Namaskar or Sun Salutations are good for every dosha. It is a safe vinyasa flow that gently massages every organ and stretches every muscle in your body. Plus, it feels so good. Surya Namaskar is the bodily equivalent to the Gayatri mantra, a prayer to the life-giving force in the universe.",
                    "If you’re new to the series, we recommend starting slow, and work your way up from 1 round to 4 daily, and pay attention to your breath as you move through the poses. It’s more important to achieve the correct poses than to rush through them. But once you get the form down, pick up your speed. You’re definitely looking to break a sweat.",
                    "kapha-pitta types need to practice Surya Namaskar in sequence and briskly, you must resist the temptation to take it slow and easy. You need the vigorous movement.",
                    "Any postures that kapha-pitta engages in should pay special attention to the core, opening the chest and lungs, and upper body as this is the place where kapha-pitta tends to coagulate. Inverted postures and dynamic poses that require strength and balance stimulate the metabolic rate. Always think about carrying your heart high.",
                    "A good protracted poses for kapha-pitta is Ardha Matsyasana or Half Fishes Pose. This encourages a healthy flow of prana (life force) in the system and is especially good for those who suffer with congestion or asthma."
                ],
                "topImg": {
                    "source": "http://via.placeholder.com/801x329",
                    "desc": "some desc here",
                    "offset": "left"
                }
            }
        },
        {
            "name": "Colors",
            "link": "colors",
            "content": {
                "titles": ["kapha-pitta and Colors"],
                "texts": [
                    "As we live in a sensual world, we are affected by everything we see, smell, hear, taste and touch. Everything we experience through our five senses carries an energy and sensation with it that transcends its objectivity. When it comes to what we see in our environment, the colors we surround ourselves with, or even wear, can have profound effects. So, we want you to think about it: are you choosing colors that uplift your dosha?",
                    "kapha-pitta is most pacified by warm, dynamic colors that can bring heat and promote movement, vitality and a sense of vigor to your cooler, wetter, sluggish, tendencies. As you tend to run cooler and thicker in the body and calm mind, you need some sunny activity to burn through the fog. We want you to think about… well, avoiding white in general; try to stick with enlivening colors, because kapha-pitta secretions in the body tend to be white and cool. Go for red, crimson, oranges, and in general, bright, fiery colors."
                ],
                "topImg": {
                    "source": "http://via.placeholder.com/801x329",
                    "desc": "some desc here",
                    "offset": "left"
                }
            }
        },
        {
            "name": "Mantras",
            "link": "mantras",
            "content": {
                "titles": ["kapha-pitta Mantras"],
                "texts": [
                    "In the Vedic philosophy, creation is dependent on light and sound, thus a mantra is a word, phrase, or sound root that is used to create a certain vibration within your physiology. By using these spiritual roots, phrases, and sounds, you invite the mind to operate in a deeper, subtler way. It can be life changing as a regular practice.",
                    "As a kapha-pitta, you already benefit from a calmer, serene quality to your mind; but if you’re unbalanced, you may trend towards depression and possessiveness. In this case, you need regular opportunities cultivate joy and energy. So we want to recommend a mantra that not only uplifts, but purifies and cleanses the psychophysiology.",
                    "One of the very best prayers and phrases for you to contemplate is as follows:",
                    "Another one is So-Hum (inhale on so, exhale on hum)."
                ],
                "topImg": {
                    "source": "http://via.placeholder.com/801x329",
                    "desc": "some desc here",
                    "offset": "left"
                },
                "quotes": [
                    "Asato ma sadgamaya;", 
                    "Tamaso ma jyotir gamaya; ",
                    "Mrtyorma amritam gamaya",
                    "AUM, shanti, Shanti, Shanti",
                    " ",
                    "(Lead me from unreal to the real;", 
                    "Lead me from darkness into light;", 
                    "Lead me from death to immortality.", 
                    "Om, peace, peace, peace)"
                ]
            }
        },
        {
            "name": "Gems",
            "link": "gems",
            "content": {
                "titles": ["kapha-pitta and Gems"],
                "texts": [
                    "The Ayurvedic view of any illness or disease is due to a weakness or aggravation in your body that’s gotten out of control, or become concentrated. We all tend to “whack ourselves out” in particular ways, but how and where it expresses itself is how the ancient physicians knew what was needed to restore balance.",
                    "These are a few of our herbal tonic suggestions to upright your mind-body complex. Note: always choose whole herbs over tinctures; they are better designed to help support your body’s natural functioning and healing."
                ],
                "topImg": {
                    "source": "http://via.placeholder.com/801x329",
                    "desc": "some desc here",
                    "offset": "left"
                }
            }
        },
        {
            "name": "Meal Plans",
            "link": "meal-plans",
            "content": {
                "titles": ["Meal Plans for kapha-pitta"],
                "texts": [
                    "Here'll be meal plans for kapha-pitta yoga type"
                ],
                "topImg": {
                    "source": "http://via.placeholder.com/801x329",
                    "desc": "some desc here",
                    "offset": "left"
                }
            }
        }
    ]
}